从前 山巨源 见到 王衍 说
将来 给 天下 百姓 带来 灾难 的
一定 是 这个 人
郭汾阳 见到 卢杞 说
这个 人 一旦 得志
我 的 子孙 就 会 被 他杀 得 一个 不留
现在 分析 一下 他们 所说 的话
其中 的 道理 是 可以 料想到 的
依我看来
王衍之 为 人
从 容貌 和 谈吐 上
确实 具备 了 欺世盗名 的 条件
但是 他 不 妒忌 别人 不 贪图 钱财
只是 随大流
如果 晋朝 当时 没有 惠帝 这个 昏君
当政者 即使 只是 一个 中等 的 君主
就算 是 有 成百上千 个 王衍 这样 的 人
又 怎能 扰乱 天下 呢
卢杞 那样 的 奸诈
确实 足以 败坏 国家
但是 他 不学无术
容貌 不足以 动人
言谈 不足以 蒙蔽 社会
如果 不是 遇到 德宗 这样 的 鄙陋 昏庸 的 君主
又 怎能 受到 重用 呢
由此 说来
山 郭 二公 对王 卢二人 所作 的 预言
也 未必 完全 如此 啊
我 正在 夜里 读书
听到 有种 声音 从 西南方 传过来
心怀 不安 地 听 着
说
奇怪 啊
开始 时 发出 淅沥 的 雨声 和 潇潇 的 风声
忽然 间 又 发出 奔腾 澎湃 的 响声
好像 波涛 在 黑夜 里 惊起
狂风暴雨 骤然 降临
它 接触 到 物体 时
叮叮当当
好像 金铁 相撞 之声
又 好像 奔赴前线 的 军队
衔枚 而 急速 奔走
听 不到 号令 声
只 听到 人马 行进 之声
我 对 童子 说
这是 什么 声音
你 出去 看 一下
童子 说
星星 和 月亮 都 洁白 明亮
银河 在 天空 清晰可见
四处 并 无人 声
声音 从树间 发出
发觉 祸患 已经 严重 时
皇帝 想 和 平日 疏远 的 大臣 商议 除掉 左右 的 亲信
如果 行动迟缓 了 就 会 使 祸患 加深
如果 操之过急 宦官 就 会 挟持 皇帝 作为 人质
即便 是 有 圣人 的 智慧
也 想不出 好 的 办法
想出 的 办法 也 无法 实行
即便 是 实行 了 也 不会 成功
到 了 严重 的 地步
就 会 两败俱伤
因此 最坏 的 结局 是 亡国
其次 也 要 丧身
从而 使得 某些 奸雄 乘机 兴兵 作乱
直到 把 宦官 及其 党羽 全部 挖出来
把 他们 斩尽杀绝 使 天下 人心大快 才 罢休
以前 史书 上 所 记载 的 宦官 之祸 往往 都 是 如此
不是 一朝 一代 的 事 了
当今 皇帝 在位 三十二年 时
范阳 的 祖无泽 担任 袁州 的 知州
刚一 到任
就 召见 学生
了解 到 当地 校舍 残缺 败坏 的 情况
他 十分 担心 人才 会 因此 流失
儒学 的 教化 成果 会 日益 淡薄
无法 符合 皇帝 要求 办学 的 旨意
袁州 的 通判 颍川 人 陈优
听说 后 同意 祖无泽 的 看法
两个 人 的 意见 一致
他们 先 去 察看 原来 的 孔庙
认为 那里 房屋 狭窄 不 值得 改建
就 在 袁州 衙门 东边 选定 地方
那里 的 土地 干燥 坚实
州学 的 正面 向阳
选用 了 精良 的 建材
厅堂 大门
厢房 都 用 黑白 红等色 涂料 漆料 加以 装饰
全部 都 按照 传统 的 要求 去 办
学生 和 老师 都 建有 宿舍
厨房 和 库房 都 井然有序
一切 材料 工具 都 准备 好后
大家 就 齐心协力 去 干
由于 工匠 技艺高超 官吏 工作勤奋
夜以继日 地 工作
过 了 一年 学馆 就 建造 好 了
臣 听说 有关 朋党 的 说法
自古以来 就 有
只是 希望 君主 能够 辨别 他们 是 君子 还是 小人 罢了
大体上 说 君子 和 君子 之间
因 志同道合 才 结成 朋党
小人 和 小人 之间
因 共同 的 私利 才 结成 朋党
这是 自然 的 道理
李家 的 青年 名叫 蟠
今年 十七岁
爱好 古文
六艺 经传 都 在 学习
不 被 时俗 所 拘束
来 向 我 学习
我 赞许 他 能够 实行 古代 的 正道
写 了 这篇师 说
来 赠给 他
我 因此 有所 感触
请 您 替 我 凭吊 一下 望 诸君 乐毅 的 坟墓
并且 到 那里 的 集市 去 看看
还有 从前 的 屠狗者 高渐离 一类 的 豪杰 人物 好 吗
替 我 向 他们 致意 说
圣明 天子 在 上面 当政
可以 出来 做官 为 国家 效力 了
姓 蒋 的 听说 后 更为 难过 了
他 眼泪汪汪 地说
您 想 怜悯 我 让 我 活下去 吗
那么 我 因捕 蛇 这种 差役 带来 的 不幸
还 比不上 恢复 我 的 赋税 后 带来 的 不幸 厉害 呢
过去 我 如果 不干 这种 差役
那 就 早已 困苦 不堪 了
自从 我家 三代 住 在 这个 地方
到 如今 已经 有 六十年 了
乡邻 们 的 生活 一天 比 一天 困苦
把 田地 里 出产 的 东西 都 交出去 了
把 家里 的 收入 都 弄 光 了
然后 乡邻 们 哭喊 着 外出 逃荒
因 又饥又渴 倒卧 在 地
忍受 风雨 寒暑 的 折磨
呼吸 着 混浊 的 毒气
经常 是 死 人 一个 压着 一个
过去 和 我 祖父 住在一起 的 邻居
现在 十家 中 难得 有 一家 了
和 我 父亲 住在一起 的
现在 十家 中 难得 有 两三家 了
和 我 住在一起 十二年 的
现在 十家 中 难得 有 四五家 了
不是 死光 了 就是 逃荒 去 了
可是 我 由于 以捕 蛇 为业 才能 独存
凶恶 的 官吏 来到 我 的 家乡 时
从 东到 西 到处 大喊大叫
从南到北 到处 寻衅 骚扰
乡邻 们 吓 得 连声 叫苦
即便 是 鸡 狗 也 不得 安宁
我 小心翼翼 地 爬起来
看一看 装蛇 的 瓦罐
我 捕捉 的 蛇 还 在
便 轻松 地 躺 下 睡觉 了
加倍 小心 地 喂 蛇
按规定 的 日期 献给 官府
回家 后 便 可以 有滋有味 地 吃 自己 田地 里 出产 的 东西
度过 我 的 有生之年
大概 一年 之中 因捕 蛇 而 冒 生命危险 的 时刻 只有 两次
其余 的 时间 就 可以 安然 度日 了
哪里 会 像 我 的 乡邻 每天 都 会 受到 死亡 的 威胁 呢
现在 我 即便 死 在 捕 蛇 上
比起 我 那 已经 死去 的 乡邻
已经 算是 死得 够晚 的 了
又 怎敢 怨恨 呢
这时 大家 喝 着 酒 十分高兴
敲打 着 船舷 唱起歌 来
歌词 是
桂木 做 的 棹 啊 兰木 做成 的 桨
击打 着 清澈 的 江水 啊 让 小船 逆流而上 迎来 流动 的 波光
我 的 胸怀 无比 广阔
遥望 心中 的 美人 啊 天各一方
客人 中有位 能 吹 洞箫 的
按照 歌词 的 旋律 进行 伴奏
箫声 呜呜 地响
又 像 哀怨 又 像 思慕
又 像 哭泣 又 像 倾诉
箫声 停后 仍旧 余音袅袅
好像 一缕 细丝 连绵不断
这种 声音 能 使 潜伏 在 深渊 中 的 蛟龙 起舞
使 独处 孤舟 中 的 寡妇 为 之 暗地 哭泣
皇帝 面南 而 坐 处理 天下大事
他 所 委以重任 而 依靠 其 力量 的
就 只有 宰相 和 大将 了
宰相 为 皇帝 访求 人才 到 朝廷
大将 为 皇帝 选取 文人 和 武士 到 幕府 中
要说 内外 治理 不好
那 是 不 可能 的 了
我 被 羁留 在 这里 任职
不能自己 引退
想 依靠 石温 两位 等到 老年 的 到来
现在 他们 都 被 有 权力 的 人 夺走 了
又 怎能 使 我 不 耿耿于怀 呢
温生 初到
在 军门 拜见 乌公 时
希望 把 我 前面 所说 的
替 天下人 祝贺
把 我 后面 所说 的
替 我 对 选尽 人才 这件 事 表示 私下 的 抱怨
东 都 留守 相公 首先 作 了 一首 四韵 的 诗来 赞美 此事
我 就 推衍 他 的 诗意 而作 了 这篇 序文
唐朝 某年
在 汲 郡 建立 了 箕子 庙
每年 按时 祭祀
我 佩服 先生 独能 在 易经 的 卦象 中 列名
便 写 了 这篇颂
客人 听后 高兴 地笑 了
洗 了 酒杯 重新 斟酒
菜肴 和 果品 都 吃 完 了
酒杯 和 盘子 放 得 凌乱不堪
大家 互相 依偎 着 在 船 中 睡着 了
不知不觉 东方 已经 露出 了 白色
有 一家 姓 蒋 的
专以 捕蛇 为业 并 用来 抵税 已有 三代 了
我 问姓 蒋 的 那个 人
他 说
我 祖父 死 在 捕蛇 这件 事上
我 父亲 也 死 在 这件 事上
现在 我 继承 父业 去 捕蛇 已有 十二年 了
有 多次 几乎 被 蛇 咬 死
说 这番话 时
脸色 好像 很 难过 的 样子
我 对 他家 的 遭遇 感到 悲痛
便 接着 说
你 怨恨 捕蛇 这件 事 吗
我 打算 告诉 有关 的 官吏
更换 你 捕 蛇 的 差役
恢复 你 原来 的 赋税
怎么样
子厚 在 元和 十四年 十一月 八日 逝世
终年 四十七岁
于 元和 十五年 七月 十日
灵柩 运回 落葬 在 万年县 祖先 的 旁边
子厚 有 两个 儿子
大 的 叫 周六
才 四岁
小 的 叫 周七
子厚 死后 才 出生
两个 女儿
都 还 幼小
他 的 灵柩 能够 回乡 落葬
费用 均 为 观察使 河东 人 裴行立 先生 所 资助
行立 为 人 有 气节 风度
重 承诺
与 子厚 结为 朋友
子厚 也 为 他 尽心尽力
最后 终究 还是 依靠 了 他 的 力量
把 子厚 落葬 在 万年县 墓地 的
是 他 的 表弟 卢遵
卢遵 是 涿州 人
性格 谨慎
求学 问 永不 满足
从 子厚 被贬 时起
卢遵 跟着 他
并且 移家 在 那里
直到 柳 去世 也 不 离去
他 安葬 了 子厚
又 安排 料理 子厚 的 家属
应该 算得 上 有始有终 的 人 了
铭文 说
这是 子厚 的 坟墓
既 坚固 又 安静
有利于 他 的 后代子孙
做 君主 的 人
并 不是 存心 要 在 内部 酿造 祸患
在 宫外 疏远 忠臣 贤士
这 只是 由于 逐渐 发展 而 形成 的 局面 才 使得 他 这样 去 做
女色 所 产生 的 蛊惑
不幸 的 是 君主 没有 觉醒
祸患 才 会 降临 身边
如果 他 一旦 觉醒
揪住 她 撵出去 就 可以 了
宦官 带来 的 祸患
君主 虽然 有 悔悟 之心
而 在 形势 上 却 无法 把 祸患 除掉
唐昭宗 的 事实 就是 如此
所以 我 说
宦官 所 造成 的 祸害 比 女人 更深
就是指 上述情况 而言
君主 能 不 引起 警惕 吗
事情 的 发展 必定会 有 一定 的 结局
道理 有 它 原本 就 该 如此 的 规律
天下 只有 表现 冷静 的 人
才能 从 细微 之 处 预见到 日后 将会 发生 的 显著 变化
月亮 周围 出现 了 晕 圈 预示 着 将要 刮风
房屋 的 石柱 返潮 湿润 预示 着 将要 下雨
这是 人人皆知 的 事
人事 的 发展 变化
情理 和 形势 之间 的 因果关系
也 是 空疏 渺茫 难以 尽知
千变万化 而 无法 预先 料到 的
怎么 能 和 天地 阴阳 的 变化 相比
即便 是 贤能 的 人 对此 也 有所 不解
这是 什么 原因 呢
这是 由于 喜爱 和 憎恨 扰乱 了 他们 的 内心
利害关系 又 影响 了 他们 的 行动 啊
恭敬地 呈 上 这件 奏议
庆历 四年 的 春天
滕子京 被贬 到 巴陵郡 任 太守
到 了 第二年
政通人和
百废俱兴
他 便 重修 了 岳阳楼
扩大 了 原来 的 规模
把 唐朝 名士 和 当代 人物 的 诗赋 刻 在 上面
委托 我 写 篇文章 记下 这件 事
现在 我 派 建中 来 祭 你
慰问 你 的 孤儿 和 你 的 奶妈
他们 的 生活 供应 可以 守 你 的 灵到 丧 期终 了
那 就 等 丧 期终 了 再 接 他们 到 我 这里 来
如果 不能 守满 丧期
那 就 把 他们 立即 接过 来
其他 奴婢
都 让 他们 守 你 的 丧
我 如果 有 力量 为 你 改葬
最终 一定 将 你 葬 到 河阳 祖先 的 墓地 里
此后 这些 奴婢 的 去留 听 其 自愿
唉
你 生病 我 不 知道 时间
你 去世 我 不 知道 日期
你 活着 我 不能 和 你 生活 在 一起 互相照顾
死 了 未能 抚摸 你 的 遗体 充分 表达 我 的 哀痛
入殓 时 我 没能 在 你 的 棺木 旁 凭吊
落葬 时 我 未能 亲临 你 的 墓穴
我 的 行为 对不起 神明
因而 使 你 早 死
我 对 上 不 孝顺 对 下 不 慈爱
不能 和 你 互相照顾 一起 生活
相互 厮守 一直 到 死
如今 我们 一个 在 天边
一个 在 地角
你 活着 不能 与 我 形影相依
死后 的 灵魂 也 不能 与 我 梦 中 相聚
这 实在 是 我 造成 的
又 能 怨 谁 呢
那 苍苍 的 上天 啊
我 的 悲痛 哪里 有 尽头 呢
从今以后
我 对 人世间 的 事情 再也 没有 什么 心思 去 考虑 了
我 当 在 伊水 和颍水 旁买 几顷 田地
来 度过 我 的 晚年
教育 我 的 儿子 和 你 的 儿子
期望 他们 成长
养育 我 的 女儿 和 你 的 女儿
等到 她们 出嫁
就是 如此 罢了
唉
语言 有 说完 的 时候 而 哀伤 之情 却 无有 终绝
你 是 知道 呢
还是 不 知道 呢
唉 真 悲伤 啊
希望 你 享用 祭品 吧
孙子 说
善于 用兵 的 人
并 没有 显赫 的 功勋
如果 这个 人 没有 被 重用
那么 我 的话 就 有些 过头 了
而 此人 就 会 有 怀才不遇 的 感慨
谁又能 知道 祸患 会 达到 上述 这种 地步 呢
不然的话
天下 将要 蒙受 他 的 祸害
而 我 也 会 获取 卓有远见 的 名声
那 就 太 可悲 了
唉
我 曾经 探求 过 古代 仁人志士 的 胸怀
他们 或许 同 上述 两种 人 的 表现 不 一样
为什么 呢
因为 他们 不 因 外界 环境 称心 而 兴高采烈
也 不 因 自己 的 失意 困窘 而 悲痛欲绝
身居 朝廷 高位
就 会 为 百姓 担忧
身处 边远 江湖
就 会 为 皇帝 担忧
这 就是 升官 也 担忧
贬斥 在外 也 担忧
那么 他们 何时 才 会 感到 快乐 呢
他们 一定 会 说
先天下之忧而忧
后天下之乐而乐
吧
唉
如果 没有 这种 人
我 还 能 和 谁 志同道合 呢
我 写 本文 的 时间 是 庆历 六年 九月 十五日
童子 听说 后 也 无法回答
低下头 打 起 瞌睡
这时 只 听到 四面 墙壁 虫声 唧唧
好像 是 陪 着 我 一道 叹息 像 您 这样 没有 好 机运
即使 一般 仰慕 正义
力行 仁道 的 人 都 会 同情 爱惜 您 的
何况 燕 赵 一带 的 豪杰 之士
他们 行侠仗义 是 出于 本性 的 呢
然而 我 曾 听说 过 社会 风俗习惯 是 随着 教化 而 转变 的
我 哪里 知道 那边 现在 的 社会 风俗 和 古代 所说 的 不会 有 不同 呢
姑且 以 您 此行 作为 一番 测验 吧
董生 努力 吧 圣人 没有 固定 的 老师
孔子 曾 向 郯子 苌 弘 师襄 老聃 请教 过
但 这些 人 的 贤明 都 不如 孔子
孔子 说
三个 人 同行
其中 一定 有 可以 让 我 从师 学习 的 人
因此 弟子 不 一定 不如 老师
老师 也 不 一定 要 比 弟子 贤明
懂得 道理 有先有后
技术 业务 各有 专长
不过如此 罢了 我 说
唉 可悲 啊
这是 秋天 的 声音
它 为什么 要来 呢
秋天 的 情景 是 这样 的
它 的 色彩 惨淡 阴暗
烟飞 云散
它 的 外观 清静 明朗
天高 日明
它 的 气候 寒冷
刺 人 肌骨
它 的 意境 萧条
山水 沉寂
所以 它 发出 的 声音
凄凄切切
尔后 便 呼啸 怒吼
繁密 的 青草 本来 生长 得 绿油油 而 茂盛
青葱葱 的 佳木 本来 生长 得 令人 赏心悦目
青草 遇到 了 它 就要 改变 了 颜色
树 碰上 了 它 就要 纷纷 落叶
摧残 草木 使 之 零落 不堪 的
就是 秋风 这种 肃杀之气 发出 的 余威
秋天 的 季节
象征 着 刑官
在 时令 上 属于 阴
又 象征 着 战争
在 五行 中 属于 金
这 就是 传统 上 所说 的 天地间 的 刚正 之气
常常 拿 酷烈 的 手段 显示 自己 的 意志
自然界 对于 世上 的 万物
春天 生长 秋天 结实
所以 秋天 在 音乐 上
商声 代表 西方 的 音调
夷则 属于 七月 的 音律
商
就是 伤 的 意思
万物 老 了 自会 感到 悲伤
夷
就是 杀戮 的 意思
万物 过盛 了 就 应该 杀戮
唉
草木 是 没有 感情 的
到 了 时候 就 会 飘零 消亡
人 属于 动物
而且 是 万物 中 的 精灵
数不清 的 忧虑 触及 他 的 内心
数不清 的 琐事 劳累 着 他 的 身体
内心 受到 触动
必然 会 消耗 精力
又 何况 有时 考虑 的 是 他力 所 不能 及 的 事
发愁 的 是 他 的 智力 所 不能 解决 的 问题
这 就 必然 使得 红彤彤 的 面貌 变成 枯木 一样
乌黑 的 鬓发 变成 花白色 了
为什么 要 拿 本来 不是 金石 的 躯体
去 和 草木 争荣 斗艳 呢
想一想 是 谁 戕害 了 自己
又 何必 去 怨恨 这 秋声 贞元 十九年
子厚 由 蓝田县 尉 升任 监察 御史
顺宗 继承 帝位 后
即 任礼部 员外郎
碰到 有关 的 当权 人物 犯了罪
他 也 按例 被 牵连 外放 为州 刺史
还 未曾 到任
又 按例 被 再 贬为 永州 司马
处在 闲散 的 境地 他 更加 刻苦 用功
努力 地 记诵 和 阅览
写作 的 诗文 像 大水 那样 汪洋 浩荡 汇集 并蓄
渊深 宽广 得 无边无际
同时 尽情 地 消遣 在 大自然 的 山光水色 之间 环绕着 滁州 的 都 是 山
西南方 的 几座 山峰
树木 和 山谷 尤其 美好
远望 草木 茂盛 而 幽静 秀丽 的 地方
是 琅琊山
顺着 山路 行走 六七里
逐渐 听到 潺潺 的 流水声
流水 从 两座 山峰 之间 倾泻 而出 的
是 酿泉
顺着 山峰 回转 的 路上
有座 亭子 像 鸟 一样 展翅 落 在 酿泉 之上 的
是 醉翁亭
修建 亭子 的 是 谁
是 山上 的 僧人 智仙
给 亭子 命名 的 人 是 谁
是 太守 用 了 自己 的 名号
太守 和 客人 们 来到 这里 饮酒
稍微 喝 一点 就 醉 了
当时 他 的 年龄 又 最大
所以 自己 号称 醉翁
醉翁 的 心意 并 不 在 酒 上
而是 在 山水 之间
游山玩水 的 乐趣
心里 能 感受 到 并 把 它 寄托 在 酒 中 我 来到 这里
喜欢 当地 僻静 而且 政务 简单
又 喜欢 当地 民俗 安谧 平易
既然 在 山谷 之间 发现 了 这股 泉水
便 经常 和 滁州 人 在 这里 仰面 望山
俯听 泉水 之声
采集 幽香 的 野花 在 大树 阴凉处 乘凉
风霜 冰雪 之后
更 显示 出 一派 清秀 的 景色
四季 的 风景
没有 不 可爱 的
又 幸逢 这里 的 百姓 正在 为 一年 的 丰收 而 高兴
喜欢 和 我 一起 游览
我 就 和 他们 以 山水 为 话题
谈论 当地 风俗 的 美好
从而 使 百姓 知道 之所以 能 安享 丰年 之乐 的 原因
是 幸运地 生活 在 这 太平无事 的 朝代 啊 但是 臣 认为 小人 并 没有 朋党
只有 君子 才 有
其 原因 是 什么 呢
小人 所 喜好 的
是 官职 爵位
他们 所 贪图 的
是 金银财宝
当 他们 的 私利 相同 时
就 暂时 结成 宗派 成为 朋党
这 是 假 的
等到 他们 见到 有利可图 时 就 会 争先 抢夺
或是 无利可图 时 就 会 关系 疏远
甚至 反目成仇 互相 残害
即便 是 兄弟 亲戚
也 不能 互相 保护
所以 我 说 小人 没有 朋党
那些 暂时 结成 朋党 的
也 是 假 的
君子 就 不是 这样
他们 所 遵守 的 是 道义
他们 所 奉行 的 是 忠信
他们 所 珍惜 的 是 名声 和 气节
用 这些 准则 来 修养 自身
就 会 志同道合 而 互相 获益
用 这些 准则 来 治国
就 会 同心同德 而 把 事情 办好
始终如一 地 坚持 这样 做
这 就是 君子 的 朋党
所以 当 君主 的
只要 斥退 小人 的 假 朋党
任用 君子 的 真 朋党
全国 就 能 治理 好 了 在 前代 的 君主 中
能 使 人人 各怀 异心 而 不 形成 朋党 的
没有 能比 上商 纣王 的
能 彻底 禁止 善良 的 人 形成 朋党 的
没有 能比 上 汉献帝 的
能 杀戮 清流 之 人士 形成 朋党 的
没有 能比 上 唐昭宗 那个 时代 的
然而 都 在 变乱 之中 亡国 了
互相 称道 谦让 而 不 心存 猜忌 的
没有 能比 上 舜 的 二十二个 臣子 的
舜 也 不 疑心 他们 而 任用 他们
后代 的 人 并 不 讥笑 舜 被 二十二 人 形成 的 朋党 所 欺骗
而 称颂 舜 是 一个 聪明 的 圣人
这是 由于 舜能 辨别 君子 和 小人
周武王 的 时代
让 全国 的 三千个 臣子 形成 一个 朋党
自古以来 形成 朋党 的 人数 之多 范围 之大
没有 哪个 朝代 能 比得上 周朝
可是 周朝 却 因此 而 兴盛
这是 由于 善良 的 人 再 多
国君 也 不会 感到 满足 我 听 完 他 说 的 这番话 后 更加 悲伤
孔子 说
苛捐杂税 比 老虎 还要 凶狠 啊
我 曾经 怀疑 过 这句 话
现在 从 蒋某 一家 的 遭遇 来看
才 相信 了 这句 话
唉
谁 知道 苛捐杂税 的 毒害
比 这种 毒蛇 还 厉害 呢
所以 把 这 一点 加以 述说
用来 等待 考察 民风 民情 的 人 能够 看到 这 篇文章 管仲 辅佐 齐桓公
称霸 诸侯
排斥 夷狄
直到 他 死
齐国 一直 富强
各国 诸侯 不敢 背叛
管仲 一死
竖刁 易牙 开方 受到 桓公 重用
导致 桓公 死 于 内乱
五个 公子 争夺 王位
齐国 的 灾难 蔓延 不断
直到 简公 时
齐国 没有 一年 安宁 过 在 愚溪 岸边
我 买 了 小丘
称为 愚丘
从 愚丘 向 东北 走 六十步
发现 一处 泉水
又 买下 为我所用
称为 愚泉
愚泉 共有 六个 泉眼
都 出自 山下 平地
泉水 都 是 向上 涌出 的
泉水 汇合 后 曲曲折折 地向 南流 去
我称 它 为 愚沟
于是 担土 砌石
堵住 水流 通道
形成 水池 称为 愚池
愚池 东面
有个 愚堂
它 的 南面
有个 愚亭
愚池 的 中央
有个 愚岛
名贵 的 树木 和 奇石 交错 地 排列 着
都 是 山水 中 的 出奇 美景
由于 我 的 缘故
它们 都 屈辱 地蒙上 了 愚字 谈到 功业 的 完成
并 不是 完成 在 成功 之 日
那 必定 有 其 成功 的 起因
祸患 的 出现
并 不是 出现 在 发生 之 日
也 必定 有 形成 的 预兆
因此 齐国 的 强盛
我 不 认为 是 由于 管仲
而是 说 由于 鲍叔牙
到 齐国 发生 了 内乱
我 不 认为 是 竖刁 易牙 开方 引起 的
而是 说 由于 管仲
为什么 这样 说
竖刁 易牙 开方 这 三个 人
他们 固然 是 扰乱 国家 的 坏人
但 重用 他们 的
是 齐桓公
有 了 舜 后 才 知道 应该 流放 四凶
有 了 孔子 后 才 知道 应该 除掉 少正卯
那 齐桓公 是 什么样 的 人 呢
使 齐桓公 得以 重用 那 三个 坏人 的
是 管仲 唉
当 周朝 建立 的 时机 还 没有 到来
殷商 的 统治 世系 还 没有 中断
比干 已 被 杀害
微子 已经 逃亡 时
如果 纣王 还 没有 恶贯满盈 时 箕子 就 自杀 了
武庚 又 考虑 用 叛乱 的 手段 图谋 复辟 时
没有 箕子 这样 的 人
周王 将 会 依靠 什么 人来 治理 国家 呢
这 确实 是 人事 变化 可能 会 出现 的 问题
那么 箕子 忍辱 保全 自己 而 这样 做
大概 是 他 早就 想到 了 这 一点 吧 我 看过 则 天 皇后 时 的 一些 材料
有 一个 同州 下邦 人 徐元庆
他 的 父亲 徐爽
被 县尉 赵师韫 杀掉
后来 他 持刀 杀死 了 父亲 的 仇人
投案自首
当时 的 谏 臣 陈子昂 建议
应该 处死 徐元庆
同时 在 他 的 家乡 表彰 他 的 复仇 行为
并 请求 将 这 一 处理 方式 编入 法令
永久 作为 国家 的 法典
我 私下 认为 这种 观点 是 错误 的 你 去年 来信 说
近来 得 了 脚气病
时常 发作 得 很 厉害
我 说
此种 病 啊
江南 的 人
是 常常 有 的
未曾 把 它 当做 值得 忧虑 的 事
唉
难道 就 因为 这种 病 丧失 了 你 的 生命 吗
还是 由于 有 其他 疾病 才 弄 到 这种 地步 呢
你 的 信
是 六月 十七日 发 的
孟东野 说
你 是 六月 二日 去世 的
耿兰 的 报丧 没有 写 你 去世 的 月 日
大概 孟东野 的 使者
不 知道 向 你家 人 询问 你 去世 的 月 日
而 像 耿兰 那样 报丧
不 懂得 应该 说明 你 去世 的 月 日
或者 是 孟东野 在 给 我 写信 时
才 问 了 使者
使者 就 胡乱 地 说 了 个 日期 应付 罢了
是 这样 呢
还 是不是 这样 呢 水
是 聪明 的 人 所 喜爱 的
现在 这条 溪 却 受到 愚字 的 屈辱
这是 为什么 呢
因为 它 的 河道 太低
不能 用来 灌溉
水流 又 湍急
溪水 中 浅滩 和 石头 又 多
大船 不能 驶入
位置 偏僻
水流 又 浅 又 窄
蛟龙 不屑一顾
因而 不能 兴云布雨
不能 为 世人 造福
而 和 我 的 处境 相 类似
那么 用 愚字来 屈辱 地 称呼 它
也 可以 了 古代 学习 的 人 必定 有 老师
老师
是 传授 道理
讲授 学业
解释 疑难 的 人
人 并 不是 一生 下来 就 有 知识 懂得 道理 的
谁 能 没有 疑难问题 呢
有 疑难 不 请教 老师
他 的 疑难
就 始终 没法 解决
年岁 比 我 大 的 人
他 懂道理
本来 比 我 早
我 跟 从 他 学习
年岁 比 我 小 的 人
他 懂得 道理
如果 也 比 我 早
我 也 跟 从 他 学习
我 学习 的 是 道理
哪里 管 他 年纪 比 我 大 还是 比 我 小 呢
因此 无论 地位 的 贵贱
无论 年龄 的 长幼
道理 在 什么 地方
老师 就 在 什么 地方 河阳 军 节度使
御史大夫 乌公
就任 节度使 后 的 第三个 月
向 僚属 中 的 贤者 访求 人才
有人 推荐 石 先生
乌公 问
石 先生 为 人 怎么样
说
石 先生 深 居于 嵩 邙二山 和 瀍 谷 两水 之间
冬天 穿 一件 皮衣
夏天 穿 一件 布衫
早晚 用餐
只是 一碗 饭
一盘 蔬菜
人家 给 他 钱
他 就 谢绝
请 他 一道 出去 游玩
他 从未 借故 推辞 过
劝 他 出去 做官
却 总是 不 答应
坐在 一间 屋子里
左右 两旁 全是 图书
同 他 谈论 道理
辩论 古今 事情 的 正确 与否
评论 人物 德才 的 高下
事情 的 结局 是 成功 还是 失败
他 的话 就 好像 黄河 决堤 向东 倾注 那样 滔滔不绝
就 像 四匹 马驾 着 轻车 走 在 熟悉 的 路上
而 又 是 王良
造父 那样 的 驾车 高手 在 前后 驾车
又 好像 用 烛光 照耀 般 明察 幽微
像 数理 计算 般析理 精确
像 龟甲 占卜 般 预见 得 准确 灵验
乌 大夫 说
先生 有 隐居 终老 的 心愿
没有 什么 要求 别人
他肯 为 我 而 出山 吗
僚属 说
大丈夫 您 文武全才
忠孝 兼备
是 为 国家 访求 贤才
不是 为 自家 谋私利
现在 贼寇 集结 在 恒州
军队 环布 在 它 的 疆界 周围
农民 无法 耕种 收获
钱财 均 已 用尽
我们 所处 的 地方
是 军队 往来 和 物资 运输 的 交通要道
无论 政治 措施 还是 军事 谋略
都 应 有人 帮助 出 主意
石 先生 仁爱 并且 勇敢
假如 凭借 大义 去 聘请 并 将 重任 委派 给 他
他 还有 什么 话 推辞 呢
于是 乌 大夫 写 好 聘请 的 书信
备好 马匹 和 礼品
选择 好 的 日子 将 礼物 交给 使者
寻找 到 石 先生 的 住处 去 聘请 他臣 听说 礼 的 根本
是 为了 防止 乱
如果说 不 允许 行凶杀人 的话
那么 做 儿子 的 行凶杀人 就 应该 处死
刑法 的 根本
也 是 为了 防止 乱
如果说 不 允许 行凶杀人 的话
那么 当官 的 行凶杀人 也 要 处死
礼 和 刑法 的 根本 精神 是 一致 的
但 应用 的 对象 不同
表彰 和 处死 不能 同时 出现 在 一个 人 身上
处死 一个 应该 受到 表彰 的 人
这 叫做 滥杀
亵渎 刑法 太 厉害 了
表彰 一个 应该 处死 的 人
这 叫做 越礼
破坏 礼太 严重 了
如果 用 这种 做法 来 示范 天下
传于 后代
就 会 使 追求 正义 的 人 不明 方向
躲避 灾祸 的 人不知 如何 立身 于 世上
将 这种 做法 视为 法典 可以 吗
圣人 制定 礼 和 刑法
是 全面 考虑 事理 后 再 定出 赏罚
根据 实情 来 正确 进行 褒贬
不过 是 把 礼 和 刑法 统一 起来 而已 燕赵 一带 自古 称 说 多 有 慷慨仗义 悲壮 高歌 的 豪杰 之士
董生 参加 进士 考试
连续 多次 没 被 主考官 录取
他 怀抱 优异 的 才能
内心 抑郁 地要 到 这个 地方 去
我 预料 他 此 去 定会 遇到 知己
董生 好自为之 吧 五霸 中 没有 谁 能 超过 齐桓公
晋文公 的
晋文公 的 才干
超 不过 齐桓公
他 的 大臣 又 都 比不上 管仲
晋文公 为 人 暴虐
不如 齐桓公 宽厚
晋文公 死后
诸侯 们 不敢 背叛 晋国
晋国 承袭 晋文公 的 余威
还 能够 当 诸侯 的 盟主 一百多年
这是 什么 原因
因为 晋国 的 国君 虽然 平庸 无能
而朝 中 还有 年 高有德 之臣
齐桓公 一死
齐国 便 一败涂地
这是 毫无疑问 的 事
齐国 只 依靠 管仲 一个 人
然而 管仲 已经 死 了 太行山 的 南面 有个 盘谷
盘谷 里面
泉水 甜美 而 土地 肥沃
草木 茂盛
居民 极少
有人 说
因为 它 环绕 在 两座 山 中间
所以 称 盘
有人 说
这个 山谷
地方 幽静 形势 险阻
是 隐士 盘桓 的 地方
我 的 朋友 李愿 就 隐居 在 这里 子厚 以前 年轻 的 时候
勇于 帮助 别人
不 晓得 保重 和 爱惜 自己
认为 功业 可以 立刻 成就
所以 受到牵连 而 遭到 废弃 贬谪
遭 贬后
又 没有 一个 有 权力 有 地位 的 人 推举 和 拉 他 一把
为此 终于 死 在 荒僻 边远 的 地方
才干 不能 被 社会 所 重用
政治 主张 不能 在 当时 推行
假如 子厚 在 御史台 尚书省 做官 时
能够 约束 自身
像 做 司马
刺史 时 一样
也 自然 不会 被 贬斥
贬斥 之后 如果 有个 有 力量 的 人 推举 他
也 必将 受 重用 而 不 穷困
然而 如果 子厚 被 贬斥 的 时间 不 长
困厄 不到 极点
即使 会 出人头地
他 的 文章 学术 言辞 作品
必定 不能 达到 像 今天 那样 必然 能够 流传后世 的 水平
这是 毫无疑义 的
即使 让 子厚 实现 他 的 愿望
在 一段时间 内 做到 将军 宰相
拿 那个 来换 这个
什么 算 得 什么 算失
必定 有 能够 辨别 的 人 过 了 不久
黎生 被 任命 为 江陵 府 司法 参军
临行 前
请 我 写 几句话 作为 临别赠言
我 说
我 对 你 的 了解
已经 是 心中有数 了
难道说 还要 用 语言 这种 外表 的 形式 来 表达 吗
黎生 说
我 和 安生 学习 写作 古文
乡里 的 人 都 讥笑 我们 迂阔
现在 请 您 写 几句 赠言
目的 是 为了 解除 他们 的 迷惑 李愿 说
人们 称为 大丈夫 的 人
我 是 知道 了
他 把 恩泽 利益 施 给 别人
他 的 名誉 声望 显赫 传播 于 当时
坐在 朝廷 上 参与 政事
任免 升降 百官
并 辅助 皇帝 发号施令
他 外出 时
就 竖 旗帜
排列 弓箭 仪仗
武夫 在 前面 吆喝 开道
随从 的 人们 塞满 了 道路
从事 供给 的 人
各自 拿 着 物品
在 道路 两旁 奔跑
他 喜悦 时 就 有 赏赐
他 发怒 了 就要 处罚
有 才 之士 聚集 在 他 的 面前
说古道今 颂扬 他 的 美德
这些 话 进入 耳 中 不会 觉得 厌烦
那些 眉毛 弯曲 面颊 丰腴
声音 清脆 而 体态轻盈
外貌 秀丽 而 内心 聪明
飘动 着 薄薄的 衣襟
掩映着 长长的 衣袖
脸 搽 白粉 眉画 黛绿 的 美女 们
在 一排排 房屋 中 闲居 着
忌妒 别人 受宠 而 自恃 才貌
争艳 竞美 以 博取 主人 的 怜爱
这 便是 受到 皇帝 信任 重用
直接 掌握权力 的 人 在 现实 社会 中 的 所作所为 啊
我 并 不是 因为 厌恶 这些 而 避开 它
这 是 由 命运 安排 的
不能 侥幸 地 取得
穷困 地 居于 山野 之中
登高 远望
闲坐 在 茂盛 的 树下 度过 一整天
在 清澈 的 泉水 中 洗浴 使得 自身 洁净
在 山上 采摘 果蔬
甜美 可口
去 水边 垂钓
新鲜 的 鱼虾 很 好吃
起居 没有 规定 的 时间
只想 安于 舒适
与其 当面 听些 奉承话
还 不如 背后 没有 谤 言
与其 身体 享受 欢乐
还 不如 心中 没有 忧愁
既不受 职官 用车 与 服饰 的 约束
也 不受 刑法 刀锯 的 惩罚
既 不 去 了解 政局 的 治乱
也 不 听 百官 升降 的 信息
这 便是 那些 不得志 的 大丈夫 的 所作所为
我 就 这样 去 做 的
那些 伺候 在 公卿 大官 的 门下
奔走 在 权势 竞逐 的 路上
想 迈步 向前 又 踌躇 难进
想 说话 又 不敢 开口
身处 卑贱 污辱 的 境地 而 不 感觉 惭愧 羞耻
触犯 刑法 便会 受到 杀戮
这样 的 人 即便 侥幸 能 存活
直到 老死 为止
他们 的 为 人 是 贤明 的 还是 不 贤明 的 呢 自古以来 宦官 扰乱 国家
其比 女人 带来 的 祸害 更深
女人 带来 的 祸害
不过 是 用 美色 迷惑 人 而已
宦官 的 祸害
就 不止 一点 了
他们 在 后宫 服役 能 接近 皇帝 并 熟悉 其 性情
他们 的 内心 专横 而 凶残
会 利用 小 的 善行 迎合 皇帝 的 心意
利用 小 的 信义 而 坚定 皇帝 对 他们 的 信任
使得 君主 深信 并 接近 他们
等到 君主 对 他们 深信不疑 时
便用 吉凶祸福 之类 的话 来 恐吓 从而 控制 住 他
虽 有 忠臣
贤士 位列 朝廷
但是 皇帝 却 认为 他们 和 自己 的 距离 疏远
不如 伺候 自己 起居饮食
不 离 自己 前后左右 的 那些 人 可靠
所以 皇帝 和 前后左右 的 人 日益 亲近
忠臣
贤士 便 日益 疏远
皇帝 的 势力 也 会 日益 孤单
势力 孤单 了
惧怕 祸患 的 心情 便 日益 迫切
宦官 对 皇帝 的 控制 也 会 日益 牢固
皇帝 的 安危 出自 宦官 的 喜怒
祸患 就 潜伏 在 自己 身边
那么 过去 认为 可以 依靠 的 人
正是 酿成 祸患 的 根源 啊 我 回答 说
这 就是 易经 里 所说 的
长期保持 着 一种 德操 而 不能 因事制宜
这 对 士大夫 来说 是 有 危害 的
哪里 算得 上 有 道德 的 人 呢
易经 · 蛊卦 的 上 九 中 说
不愿 侍奉 王侯
只求 自己 的 节操 高尚
易经 · 蹇 卦 的 六二 爻辞 中 又 这么 说
做 臣子 的 不避 艰难 去 直言进谏 尽忠 于 君主
是 由于 他 不顾 自身 的 缘故
那 不 就是 因为 所处 的 时间 场合 不 一样
所 实践 的 准则 也 不同 吗
就 像 蛊卦 的 上 九 爻 说 的 那样
处于 没 被 任用 的 地位
却 去 表示 奋不顾身 的 节操
再 如 蹇 卦 的 六二 爻 说 的
处在 君 王之臣 的 职位
却 把 不 侍奉 王侯 的 节操 当作 高尚
那么 冒求 仕进 的 祸患 便会 产生
玩忽职守 的 指责 也 会 兴起
此种 志向 不当 效法
而且 最后 将 不可避免 地 获得 罪过 啊
现在 阳 先生 担任 职位 的 时间
不能 算是 不 长久 了
了解 国家 的 政治 措施 的 正确 与 失误
不能 算是 不 熟悉 了
皇帝 对待 他
不能 说 不 重视
然而 他 未曾 说 过 一句 关系 到 国家 政治 的话
看待 朝政 的 得失
就 好像 越国 人 看 秦国 人 的 胖瘦 一样 毫不在意
他 心中 没有 喜悦 和 忧愁 的 波动
问 他 担任 什么 官职
就 说 是 谏议 大夫 啊
问 他 有 多少 俸禄
就 说 是 下 大夫 的 品级 啊
问 他 朝政 情况
就 回答 说 我 不 知道
有 道德 的 人
原来 是 这样 的 吗
况且 我 听说
有 官位 职守 的 人
不能 称职 就 该 离去
有 进言 任务 的 人
不能 提出 有益 的 意见 就 辞去
现在 阳 先生 认为 提出 了 自己 的 建议 批评 没有 呢
能够 提出批评 而 不 提
和 不能 提出 自己 的 建议 批评 而 不 离去
这 两种 态度 没有 一种 是 对 的 啊
阳 先生 是 为了 俸禄 而 做官 的 吗
古人 说 过
做官 不是 因为 家贫
但 有时 是因为 贫困 的
指 的 是 那些 为 俸禄 而 做官 的 人
应该 辞去 高位 而 担任 低下 的 职务
放弃 富贵 而 安于 贫贱 生活
当 个 守门 巡夜 之类 的 差使 就 可以 了
孔子 曾经 做过 管理 粮仓 的 小吏
又 曾 做 过 管理 畜牧 的 贱职
也 不敢 旷废 他 的 职守
总是 说
一定 做到 会计 准确无误 才 算 完成 任务
总是 说
牛羊 顺利 成长 才行
像阳 先生 的 品级 俸禄
不算 低下 和 微薄
那 是 明明白白 的 了
可是 他 的 行事 却是 这个 样子
难道 可以 吗 我 曾经 读过 史记 中 的 六国 的 世家
心中 感到 奇怪的是
当时 的 各国 诸侯
拥有 五倍 于 秦国 的 国土
十倍 于 秦国 的 人口
发愤 向 西方 大规模 进军
去 攻打 崤 山 以西 的 方圆 千里 的 秦国
却 不免 最后 灭亡
我 常常 对 这个 问题 认真 地 思考
认为 一定 会 有 一个 使六国 可以 保全 自己 的 策略
因而 不得不 责怪 当时 的 那些 谋士
他们 考虑 问题 太 疏忽大意
而 只是 目光短浅 地 追求 眼前利益
并且 不 了解 天下 的 形势 我 对 客人 说
您 还 知道 江水 和 月亮 吗
江水 虽然 日夜不停 地流 去
但 长江 本身 并 没有 因之而 消失
月亮 虽然 那样 地时 圆时 缺
但 月亮 本身 并 没有 丝毫 增减
如果 从 变化 的 方面 来看
天地 之间 的 万物 用 不了 一眨眼 的 工夫 就会变 了
如果 从 不变 的 方面 来看
万物 和 我 都 是 永远 地 存在 着
那 又 何必 羡慕 它们 呢
况且 天地 之间
万物 都 各自 有主
如果 不是 为 我 所有 的
即便 是 一丝一毫 也 不能 去取
只有 那江 上 的 清风
和 山间 的 明月
用 耳朵 就 能 听到 它 的 声音
用 眼睛 就 能 看到 它 的 颜色
取 走 它们 无人 禁止
享用 它们 也 从 不会 枯竭
这是 大自然 的 无穷无尽 的 宝藏
也 是 我 和 您 可以 共同 享受 的 举行 祭孔 的 开学 日期 将要 到来 时
盱江人 李 觏 规劝 大家 说
四代 办学 的 情况
从 经书 上 就 可以 见到
秦国 凭借 崤 山 以西 的 实力 与 六国 进行 激烈 战斗
想 称帝 于 万世
而后 刘邦 一声令下
函谷关 的 门户 就 守 不住 了
强 兵 骁将
连 投降 都 唯恐 落后
这是 为什么 呢
这是 由于 秦朝 把 诗书 上 的 道理 都 废弃 了
使得 人们 只 看见 眼前 私利 而 听 不到 道义
汉武帝 在 国强民富 时 登位
光武帝 出身 行伍
他们 都 能 孜孜不倦 地 推行 儒家 学说
那时 的 风俗 教化 的 淳厚
一直 延续 到 灵帝
献帝 时
普通百姓 敢于 直言 的 人
掉 了 脑袋 也 不 后悔
功高震主 的 大臣
能 服从命令 而 放弃 手中 的 兵权
割据一方 的 军阀
也 不敢 改变 臣子 的 名分 而 称帝
就 这样 维持 了 几十年
儒家 教化 能够 如此 深入人心
现在 国家 有 圣明 的 皇帝
你们 袁州 有 贤明 的 长官
使得 你们 可以 通过 学校 教育
实践 古代 圣贤 的 遗训
在 天下太平 时
可以 讲诵 礼乐 以 感化 百姓
万一 出现 变乱 时
人们 尤其 应该 坚持 大节
当 臣子 的 要 为 君 而 死
当 儿子 的 要 为 孝 而 死
使得 人们 在精神上 有所 寄托
在 行为 上 有所 效法
这 就是 朝廷 办学 的 意图 所在
如果 办学 只是 为了 舞文弄墨 以 谋取 个人 私利 的话
那 岂止 是 诸位 的 羞耻
也 是 治理 国家 的 人 所 担忧 的 事 啊 有人 说
阳 先生 不 求 出名 而 别人 都 知道 他
不 求 任用 而 君主 任用 了 他
他 不得已 才 出来 做官
保持 着 一贯 的 操行 准则 而 不 改变
为什么 您 对 他 责备 得 如此 苛刻 呢
韩愈 说
自古以来 的 圣人 贤士
都 不是 由于 追求 名望 而 被 任用 的
他们 怜悯 自己 所处 的 时代 动荡
民生 不 安定
有 了 道德 和 学问 之后
不敢 独善其身 一定 要 经世致用 普济 天下
勤恳 努力 终身 不懈
到 死 才 罢休
所以 大禹 在 治理 洪水 的 过程 中
三次 经过 自己 的 家门 也 不 进去 看 一下
孔子 周游列国 时连 坐席 也 来不及 坐暖 就 又 出门 了
而墨 翟 从不 安居 一地 所住 之处 灶 上 烟囱 不及 熏黑 就 离家 了
那 两位 圣人 和 一位 贤人
难道 不 懂得 自己 过 安逸 生活 的 快乐 吗
实在 是 敬畏 上天 的 旨意
而且 怜悯 人民 的 穷困 啊
上天 将 圣贤 的 德才 和 能力 授予 这些 人
哪里 只是 让 他们 自己 有余 就算 了
实在 是 想 通过 他们 来 补充 别人 的 不足
耳目 对人 来说
耳管 听 而 眼管 看
听 清 是非
看明 安危
然后 身体 才能 安全
圣人 贤人
是 世人 的 耳目
世人
是 圣贤 的 身体
再说 阳 先生 要不是 贤人
那 就 应该 被 贤人 所 遣使 来 侍奉 他 的 君主
如果 确实 是 贤人
本当 敬畏 上天 的 意旨 而 怜悯 百姓 的 穷困
怎么 能够 只顾 自己 的 闲适 安逸 呢 我 在 任职 滁州 的 第二年 夏天
才 在 饮用 滁州 水时 感到 甘甜
问一问 滁州 当地人
知道 了 水源 就 在 州 城之南 百步 的 近处
它 的 上面 是 丰山
高耸 挺立
下面 是 深谷
阴暗 莫测
中间 有 一股 清泉
水势 澎湃 涌出
我 观察 一下 上下左右
看过 以后 很 是 高兴
于是 便 疏通 泉水 凿 去 岩石
开辟 出 一块 地方 修建 一个 亭子
便 和 滁州 人 一道 到 那里 去 游览 韩 魏 不能 独自 抵挡 秦国
然而 天下 的 诸侯国 却 需要 它们 作为 自己 西方 的 屏障
所以 不如 用 优厚 的 条件 来 亲近 韩魏 以 抗拒 秦国
秦国 人 就 不敢 越过 韩 魏 来 窥伺 齐 楚 燕 赵 等 国
而 齐 楚 燕 赵 等国 便 可以 凭借 这种 局面 来 保全 自己 了
让 四个 没有 发生 战事 的 国家
帮助 面对 强寇 的 韩 魏 两 国
使 韩 魏 两 国 没有 东顾 之 忧
而 为 天下 的 诸侯国 挺身而出 以 抵挡 秦兵 的 进攻
用 两个 国家 对付 秦国
而 让 另外 四个 国家 在 后方 充分 休息
在 暗地里 帮助 解决 两国 的 急难
如果 这样的话
就 可以 应付 所有 的 情况
那 秦国 又 能够 有 什么 作为 呢
不 知道 从 这个 方面 来 考虑
却 贪图 边境线 上 的 尺寸 小利
以致 背弃 盟约
甚至 自相残杀
秦国 军队 还 没有 出动
而 天下 的 诸侯国 已经 把 自己 弄 得 疲惫不堪 了
终于 使 秦国 人 得以 钻 他们 的 空子
攻取 了 他们 的 国家
能 不 令人 为 其 悲痛 吗 有人 说
我 听说 君子 不想 把 自己 的 意见 强加于人
并且 憎恶 那种 把 攻击 别人 当做 正直 的 人
像 您 的 议论
直率 是 够 直率 的 了
未免 有点 损害 道德 并且 浪费 口舌 了 吧
喜欢 直言不讳 地 揭发 别人 的 过失
这 就是 国武子 在 齐国 被 杀害 的 原因 啊
您 大概 也 听说 过 吧
韩愈 说
君子 有 官位
就 应有 以身殉职 的 思想 准备
未 得到 官位
就 考虑 修饰 文辞 来 阐明 他 掌握 的 道理
我 是 要 阐明 道理
并 不是 自 以为 正直 而 强迫 人家 接受 自己 不要 的 东西
况且 国武子 是因为 未 遇到 善良 的 人
又 喜欢 在 乱国 直言不讳
所以 被 杀
国语 上 说
只有 善 人才 能够 无保留地 接受批评
这就是说 他 听到 别人 规劝 后能 改正 自己 的 过失
您 告诉 我 说
阳 先生 可以 算是 有 道德 的 人
阳 先生 虽然 现在 未能 达到
难道 他 将来 也 不能 成为 一个 有 道德 的 人 吗 世上 的 人 都 称赞 孟尝君 能 收揽 士人
士人 因此 都 去 投奔 他
而 他 也 因此 依靠 这些 人 的 力量
从 虎豹 般 凶残 的 秦国 逃 了 出来
唉
孟尝君 只不过 是 鸡鸣狗盗 之辈 的 首领 罢了
哪里 谈得上 能 收揽 士人
不然的话
就 凭 齐国 这样 的 强大
只要 得到 一个 有 真才实学 的 士人
就 可以 南面 称王 而 削服 秦国
还 需要 用 什么 鸡鸣狗盗 之辈 的 力量 呢
鸡鸣狗盗 之辈 在 他 的 门下 出出进进
这 正是 有 真才实学 的 士人 不去 投奔 他 的 原因 子厚 年轻 时 就 精练 敏捷
没有 什么 事 不 通晓 明白
他 父亲 在世 时
他 虽然 年轻
但 已 自立 成才
能 考取 进士
显露出 超人 的 才华
大家 都 说 柳家 有个 好 儿子
后来 他 参加 博学 宏词 科 考试 获 进士 及第
被 任命 为 集贤 殿 正字
他 英俊 杰出 方正 勇敢
讨论 问题 能 引古证今
融会贯通 经籍 史书 和 诸子百家 的 著述
见识 高超 敏锐 而 辩 说 气势 纵横
经常 驳倒 在座 的 人
为此 子厚 名声大振
当时 人们 都 很 敬慕 他 并 愿同 他 交往
许多 显要人物 都 争 着 要 招子 厚 做 自己 的 门生
一致 推荐 他 赞扬 他 永州 的 野外 出产 一种 奇蛇
黑色 的 身上 长着 白色 花纹
接触 到 草木 后
草木 都 死 了
蛇 咬 人 后
也 无法 治疗
可是 捉到 它 后 把 它 风干 制成 药饵
可以 医治 麻风
肢体 抽搐
颈肿
毒疮
消除 腐肌
杀死 寄生虫
开始 时
太医 凭借着 皇帝 的 命令 去 征集 这种 蛇
每年 收 两次
其后 又 召募 善于 捉 蛇 的 人
用蛇来 抵充 赋税
永州 的 百姓 就争 着 去 捕 蛇 了 元和 年间
子厚 曾 按例 被 召回 京城
又 同 与 他 一起 被 召回 的 人们 同时 被 遣 放出 京 做 刺史
子厚 被 派 往 柳州
到任 后 他 叹息 说
此处 难道 不 值得 做出 政绩 吗
于是 他 按照 当地 的 风俗
制订 出 教化 禁令
为 柳州 人 所 遵从 信赖
那里 有 把 儿子 和 女儿 作 抵押 去 借钱 的 陋俗
约定 到 期限 不去 赎回
利息 和 本金 相等 时
人质 便 被 收为 奴婢
子厚 替 欠债人 想方设法
让 他们 将 质押 出去 的 子女 全部 赎回 来
那些 特别 贫困 没有 能力 去 赎 的
就 命令 记下 子女 在 质押 时期 做工 的 工钱
工资 数额 足够 抵销 债务 时
就 令 债主 归还 那些 人质
观察使 把 子厚 的 办法 推广 到 其他 的 州
仅 实行 一年 时间
被 释放 的 就 近千人
衡山 湘水 以南 地区 准备考 进士 的
都 拜 子厚 为师
其中 凡是 经过 子厚 亲自 讲授 指点 的 人
所写 的 文章 都 符合 章法 要求 值得 观赏 东 都 洛阳
原来 本是 士大夫 的 冀北
有 真才实学 而 隐身 不仕 的
洛河 的 北边 有 一位 叫 石生
洛河 的 南面 有 一位 叫 温生
御史大夫 乌公
以 节度使 的 身份 镇守 河阳 三个 月 时
认为 石生 是 个 人才
便用 礼节 作为 招聘 的 手段
把 他 罗致 到 幕府 中
没 过 几个 月
又 认为 温生 是 个 人才
于是 通过 石生 的 介绍
用 礼节 作为 招聘 的 手段
又 把 温生 罗致 到 幕府 之中
东 都 尽管 确实 有 很多 真才实学 之士
但 早晨 选取 一个 人
选拔 走 其中 突出 的
晚上 选取 一个 人
选拔 走 其中 突出 的
这样一来 从东 都 留守 河南 尹起
直到 各 部门 的 主管 和 我们 这些 洛阳
河南 两县 的 官吏
如果 碰到 不好 处理 的 政事
或者 办理 事情 有 可疑 之 处
又 到 哪里 去 请教 商量 从而 得到 处理 呢
辞官 回乡 的 士大夫 们
和 谁 一起 娱乐 交游 呢
年轻 的 后辈
又 到 哪里 去 考核 德行 并 请教 学业 呢
东西 往来 路过 这东 都 洛阳 的 官员
也 无法 到 他们 的 住处 去行 拜访 之礼
像 这样 那么 说
御史大夫 乌公 一 镇守 河阳
东 都 隐居 贤士 的 住处 就 没有 人 了
难道 不 可以 吗 凡是 德行 高尚 的 人 的 处世之道 有 三点
第一 是 正视 蒙难
第二 是 用 法典 传授给 圣主
第三 是 教化 百姓
殷代 有 一位 仁人君子 叫 箕子
确实 具备 了 这些 美德 立身 于 世间
所以 孔子 在 阐述 六经 的 主要 精神 时
曾多次 关切 地 提到 过 他 我 这时 面显 忧愁 之色
整理 衣襟 而 端正 地 坐 着 问 客人 说
箫声 为什么 这样 伤感 呢
客人 说
月明星稀
乌鹊 南飞
这 不是 曹操 写 的 诗句 吗
西望 夏口
东望 武昌
山川 缭绕
郁郁苍苍
这 不 就是 曹操 被 周郎 围困 的 地方 吗
当 曹操 攻占 了 荆州
拿下 了 江陵
顺着 长江 东下 的 时候
战船 连接 千里
旗帜 遮蔽 天空
站 在 船上 洒酒 祭江
横握 长矛 赋诗 明志
确实 是 一世 的 英雄 啊
可 如今 又 到 哪里 去 了 呢
何况 我 和 你 在 江边 沙洲 上 打渔 砍柴
与 鱼虾 做伴 而 与 麋鹿 为友
驾着 一叶 小舟
举起 酒杯 互相 劝酒
像 蜉蝣 一样 在 天地间 寄托 着 短促 的 生命
渺小 得 像 沧海 中 的 一粟
哀叹 我们 的 生命 太 短促 了
羡慕 长江 流水 的 无穷无尽
希望 追随着 仙人 遨游 于 太空
怀抱 明月 而 永存 于 天地
我 知道 这些 希望 不会 立即 实现
因而 才 使 箫声 的 余音 在 悲凉 的 秋风 中 回荡 有人 说
不
不是 这样 的
阳 先生 是 憎恶 诽谤 皇上 的 人
厌恶 那些 作为 臣 下 却 通过 公开 揭发 他 的 君主 的 过失 而出名 的 人
所以 他 虽然 向 皇帝 提了 意见 和 建议
却 不让 别人 知道
尚书 中 说
你 有 好 的 计策 和 谋略
就 去 告诉 你 的 君主
你 到 外面 就 和 大家 说
这个 计策 智谋 是 我们 君主 出 的
阳 先生 的 用意 也 是 像 这样 的
韩愈 回答 说
假如 阳 先生 的 用心 是 这样 的
那 他 可谓 更 糊涂 了
进去 为 君主 献策
出来 又 不 使 别人 知道
这是 大臣 宰相 的 做法
不是 阳 先生 所 应该 做 的 啊
那阳 先生
本来 以 平民 身份 隐居 在 草野 之间
皇上 赏识 他 的 品行 道义
提拔 他 担任 这个 职位
官为 谏议 大夫
他 实在 应该 做出 成绩 来 奉行 自己 的 职守
使 全国 各地 和 子孙后代
知道 朝廷 有 直言不讳 刚正 不屈 的 臣子
君主 有 不滥赏
从谏如流 的 美名
这 就 可能 使 山野 间 的 隐士
听到 了 而 对此 产生 羡慕 之心
束好 腰带 挽起 发髻
愿意 进身 到 宫门 之下
陈述 他们 的 言论
使 我们 的 君主 成为 尧舜 那样 的 圣君
使 他们 伟大 的 名声 流传千古
像 尚书 所说 的
那 是 大臣 宰相 的 事
不是 阳 先生 所 应该 做 的 啊
况且 阳 先生 的 想法
将会 使 君主 厌恶 听到 自己 的 过失 吧
这 就是 在 这方面 启发 君主 啊 当 纣王 在位 时
正道 被 违背 扰乱
上天 的 震怒 不能 使 他 警戒
圣人 的 教导 也 不 为 他 采用
当时 比干 不惜 一 死去 进谏
确实 可以 算是 仁人 了
但是 无益 于 保全 帝王 宗族
所以 箕子 不 这样 干
像 微子 那样 托身 异邦 以 保全 宗族
确实 可以 算是 仁人 了
但是 要 逃出 自己 的 国土
所以 箕子 不忍心 这样 干
以上 两条道路
已经 有人 走过 了
箕子 采取 的 方法 是 保全 自己 明智 的 头脑
和 纣王 进行 周旋
隐藏 起 自己 的 治国 谋略 和 主张
甘心 屈辱 于 囚徒 生活
身处 昏暗 之世而 不 走 邪道
面临 衰败 之国 而 不 消沉
所以 易经 上 说
箕子 将 明智 隐藏 在 心中
这 是 说 他 能 正确对待 蒙难 啊
到 了 天命 改变 以后
百姓 们 过 上 了 正常 生活
箕子 便 献出 他 设计 的 治国 大法
成为 周朝 圣王 的 师傅
周公 据此 整理 出 人际 之间 的 正确 关系
从而 制定 了 国家 法典
所以 书经 上 说
由于 箕子 归顺 了 周朝
周朝 才 完成 了 洪范
这 就是 箕子 将 治国 的 法典 传授给 了 圣君
箕子 被 封到 朝鲜 后
推行 治国 之道 并 训育 民风
把 仁德 遍布 百姓
为了 教化 百姓 不怕 路途遥远
推广 殷代 的 优良传统
使得 少数民族 也 像 华夏 中土 那样 发展
这 就是 把 教化 施加 于 百姓
遵守 圣人 之道
把 优良 的 品德 集中 在 本身
天地间 事物 变化无常
而 自己 却 能 始终 坚持 正道
这 可以 说 是 具有 崇高品德 的 人 吧 从 西山 路口 一直 往北
经过 黄茅岭 往下走
有 两条道路
其中 一条 向西
找 不到 任何 美景
一条 向东 偏北
向前走 不过 四十丈
道路 中断 被 一条 河水 分开
有 一 堆积 石横 在 路边
积石 中有 的 堆成 了 城墙 上 女墙 的 形状
有 的 堆成 了 栋梁 的 形状
积石 向 旁 延伸 后 形成 一座 石堡 的 样子
中间 好像 是 一个 门
向门里 看 去 漆黑一团
扔 进去 一块 小石头
咚咚 地 发出 了 以石 击水 的 声音
声音 响亮 清脆
余音 回荡 好久 才 消失
环绕着 石堡 可以 攀登 上去
站 在 上面 可以 看得 很 远
在 那里 并 没有 土壤 却 能 生长 出 姿态 美好 的 树木 和 箭竹
长得 特别 好看 茁壮
竹木 的 疏密 高低 生长 适中
好像 是 经过 聪明 的 人 精心设计 似的 现在 我 恍然大悟
非常 懊悔 心里 想
您 那种 冷漠 的 表情
是 责怪 我 不常去 拜见 的 缘故
谈话 很少
就是 暗示 这种 意思 的 缘故
对 我 性情 愚钝 的 责怪
我 是 无法 逃避 的
我 不敢 马上 就 去 拜见 您
就 自己 写信 分析 陈述 事情 的 缘由
同时 献上 近日 写 的 复志赋
等 十篇 文章 作为 一卷
卷 有 标记
送 孟郊 序
一文
用 生纸 写成
没有 装饰
并且 有 涂改 和 加字 的 地方
因为 我 急于 向 您 解释 误会 表示 道歉
所以 来不及 重新 誊写 清楚
希望 您 接受 我 的 心意 不 计较 我 礼节 上 的 不周 之 处
韩愈 诚惶诚恐 再拜 宁武 子 那种
邦 无道 则 愚 的 表现
是 聪明人 假装 糊涂
颜子 那种
终日 不 违如愚
那 是 明白人 在 装傻
都 不能 算是 真正 的 愚人
现在 我 生活 在 太平盛世
却 做出 了 违背 事理 的 事
所以 凡是 自称 愚人 的 谁 也 比不上 我
正是 这样
天下 的 人 没有 能 和 我 争夺 这 条 溪水 的
只有 我 才能 独占 它 并 给 它 命名 了 某年某月 某日
叔叔 韩愈 在 听到 你 去世 消息 的 第七天
才能 含着 悲痛 向 你 表达 心意
派遣 建中 远路 带去 时 鲜味 美的 祭品
祭告 你 十二 郎 的 灵魂 秦国 和 各国 诸侯 争夺 天下 的 关键 地带
不 在于 齐 楚 燕 赵
而 在于 韩 魏 的 国土
各国 诸侯 和 秦国 争夺 天下 的 关键 地带
也 不 在于 齐 楚 燕 赵
而 在于 韩 魏 的 领地
对 秦国 来说 韩 魏两国 的 存在
就 如同 人有 了 心腹之患
韩 魏 的 位置 正好 堵塞 了 秦国 的 交通要道
同时 掩蔽 了 崤 山以东 的 各国
所以 说 天下 最 重要 的 地带
没有 比得上 韩 魏 的 了 这 一年 的 十月 十五
我 从雪堂 走出
将要 回到 临皋
有 两位 客人 跟 随着 我
同 过 黄泥 坂
当时 霜露 已经 降临
树木 的 叶子 全部 凋落 了
人 的 影子 倒映 于 大地
抬头 可 看到 明月
环顾四周 感到 很 高兴
便 一边 走 一边 吟诗 互相 唱和 当今 皇帝 在位 的 二十三年
颁布 诏书 命令 各州 县 建立 学校
当时 的 知州 县令
有 的 贤明 有 的 愚昧
有 的 千方百计 地 尽力而为
恭恭敬敬 地 遵照 皇帝 的 圣明 旨意 去 执行
有 的 假借 官府 和 师长 的 名义
随便 写 一个 奉命 办学 的 文书 上报
有 的 地方 一连 几个 城邑
都 听 不到 读书 的 声音
皇帝 倡导 的 事情 下面 并 不 响应
教育 事业 受到 阻碍 而 不能 推行 唉
我 怀疑 创造 万物 的 神灵 是否 存在 已经 很久 了
到 了 这时
越发 相信 确实 是 有
可是 我 又 责怪 创造 万物 的 神灵 不 把 小石城 山 这样 的 美景 设置 到 中原地区
却 安排 到 这个 偏僻 的 地方
使得 它 千百年来 得不到 向 人们 展示 自己 美好 姿态 的 机会
这 就 叫做 劳而 无用
神灵 或许 不 应该 这样 做
那么 神灵 果真 是 没有 吗
有人 说
把 美景 安排 到 这里 是 为了 安慰 那些 被 贬斥 到 这里 的 贤人 志士
也 有人 说
这里 的 天地 之间 的 灵秀之气
不 造就 伟大 的 人物 而 只 创造 这类 的 美景
所以 楚国 的 南部 贤人 少 而 奇石 多
这 两种 说法
我 都 不 相信 有人 说
罪大恶极
确实 是 小人 了
如果 对 他们 采取 恩德 感化 的 手段
就 可以 使 他们 变为 君子
恩德 感化 愈 深入人心
人 的 转变 速度 就 愈 快
有过 这样 的 事
我 说
唐太宗 之所以 这样 做
就是 为了 得到 这种 名声
可是 怎么 会 知道 他 在 放回 囚犯 时
没有 料到 他们 一定 会 回来 希望 可以 赦免 自己 的 死罪
所以 才 放回 他们 呢
又 怎么 会 知道 那些 被 放回 的 囚犯
没有 料到 他们 自动 回来 就 一定 会 被 赦免 自己 的 死罪
这才 又 回来 呢
料想到 囚犯 一定 会 回来 这才 放 他们 回家
这是 唐太宗 从 上面 窥测 到 下面 囚犯 的 内心 想法
料想到 一定 会 被 赦免 死罪 这才 回来
这是 下面 的 囚犯 在 窥测 上面 的 皇帝 的 内心 想法
我 从中 看到 的 是 上下 互相 窥测 对方 的 内心 想法 才 形成 了 这种 名声
哪里 还有 皇帝 采取 恩德 感化 的 办法 和 囚犯 遵守 信义 的 事 呢
不然的话
唐太宗 在 全国 施行 恩德 感化 的 办法
到 这时 已经 六年 了
却 不能 让 小人 不犯 极恶 大罪
只 凭 一天 的 恩德 感化
就 能 使 囚犯 视死如归
而且 坚守 信义
这是 一种 说 不通 的 观点 啊 请 把 臣 的 这个 奏议 附在 有关 法令 之后 加以 发布
凡是 再有 审判 这 类 案件 的
不 应该 再 按照 陈子昂 的 奏议 来 处理 去年
孟东野 前往 江南
我 写 了 一封 信托 他 带给 你 说
我 年龄 还 不到 四十
视力 已经 模糊
头发 灰白
牙齿 开始 动摇
想到 我 的 几位 父辈 和 几位 兄长
都 是 在 身强力壮 时 过早 去世
像 我 这样 衰弱 的 身体
怎么 能 长久 地 活着 呢
我 不能 离开 这里
你 又 不肯 来
只怕 我 早晚 死 了
你 就要 怀着 无穷的 悲哀 了
谁 又 想到 年轻 的 会 死去 年纪 大 的 反而 活着
强壮 的 反而 死去 衰弱 的 竟 能活 在 世间 呢
唉
这 难道 是 真的 吗
难道 是 做梦 吗
难道 传来 的 消息 不 确实 吗
如果 是 真的
那么 我 哥哥 有 美好 的 德行 而 老天 反使 他 的 后嗣 早死 吗
你 具有 聪明 纯厚 的 品德 还 不能 承受 他 的 德泽 吗
为什么 年少 身强 的 反而 早死
年长 身弱 的 反而 生存 保全 呢
不能 相信 这是 真实 的
这 是 在 做梦 吧
是 传来 的 消息 不 确实 吧
但是 孟东野 的 信
耿兰 的 报丧
又 为什么 到 我 的 身边 来 了 呢
唉
这 大概 是 真的 了
我 哥哥 有 美好 的 德行 却 使 他 的 儿子 短命 夭亡
你 这样 淳朴 聪明 理应 承受 他 的 家业 的
现在 却 不能 承受 他 的 德泽 了
真 所谓 天意 实在 难 推测
而 神灵 也 实在 难以 明白 呀
所谓 事理 实在 难以 推究
寿命 也 是 无法 预料 的 了
尽管如此
我 从 今年以来
灰白 的 头发 有 的 变成 全白 了
松动 的 牙齿 有 的 脱落 了
毛发 血脉 一天 比 一天 衰退
神志 一天 比 一天 萎靡
用 不了 多少 时间 就 会 随 你 而 去
如果 死后 仍 有 知觉
那 我们 分离 的 日子 不会 有 多久 了
如果 死后 没有 知觉
我 的 悲痛 也 就 不会 有 多久
而 没有 悲伤 的 日子 却 将 是 无穷无尽 的 了
现在 你 的 儿子 才 十岁
我 的 儿子 刚 五岁
年轻 而 强壮 的 人 都 不能 保全 生命
像 这么 大 的 孩子
又 怎么 希望 他们 成人 立业 呢
唉 真 悲哀 啊
唉 真 悲哀 啊 过 了 一会儿 夕阳 落山
人影 散乱
这是 客人 们 随着 太守 回去 了
树林 沉浸 在 阴暗 之中
飞鸟 上下 发出 鸣声
这是 游人 离去 后 鸟儿 在 欢乐
可是 鸟儿 只 知道 在 山林 中 的 乐趣
而 理解 不到 人 的 乐趣
人们 只 知道 跟随 太守 去 游览 的 乐趣
而 理解 不到 太守 是 为了 他们 的 快乐 而 感到 快乐
醉 了 能 和 大家 共同 享受 乐趣
醒 了 又 能 把 这件 事用 文章 记下来 的
是 太守
太守 是 谁
是 庐陵 的 欧阳修 我 对 这件 事有 不同 的 看法
如果 成王 的 小弟弟 应当 受封
周公 就 应该 及时 地向 成王 提出 来
不 应该 等到 成王 和 小弟弟 开玩笑 时才 以 祝贺 来 促成 其 事
如果 不 应当 受封
周公 竟然 促成 这种 不 适当 的 玩笑话
把 土地 和 百姓 都 封 给 小弟弟 叫 他 当 他们 的 主人
周公 还 能 称得起 是 圣人 吗
况且 周公 的 意思 不过 是 认为 国君 不 应当 随便 说话 而已
哪 能够 把 国君 的 玩笑话 都 变为 现实 呢
假设 不幸 的话
成王 拿 着 桐树叶 和 宫女 太监 开 这种 玩笑
周公 也 会 服从 成王 的话 而 促成 其事 吗
凡是 帝王 的 德行
在于 其 行为 如何
如果 办事 不得 当
虽然 十次 八次 加以 改变 纠正 也 不算 错
关键在于 办事 得当
只要 得当 就 不必 改变
何况 这 不过 是 玩笑话 啊
如果 开玩笑 的话 也 要 实现
这是 周公 教唆 成王 实行 过错 啊 有时 春光明媚
风停 浪静
水天一色
碧波 万里
沙鸥 飞翔 云集
金鲤 游动 嬉戏
岸边 芷草 和 沙洲 兰花
郁郁 青青
有时 还会 出现 云雾 消散 一空
月光 一泻千里
湖面 似 金光 闪烁
月影 如 璧玉 浮沉
渔歌 互相 问答
其乐无穷
这时 登上 了 岳阳楼
就 会 令人 心旷神怡
一切 宠辱 都 被 置之度外
临风 酌 饮
真是 心花怒放 了 那么 应该 怎么 去 做 才 可以 呢
我 说
对放 回家 去 而 又 回来 的 囚犯
杀 了 他 而 不能 赦免
然后 再 放出 一批 囚犯
他们 又 回来 了
这样 才 可以 知道 是 被 恩德 感化 所致
然而 这 必定 是 不 可能 的 事
如果 对 放出 的 囚犯 在 他们 回来 后 就 赦免 了 死罪
可以 偶尔 做 一次
如果 总是 这样 去 做
那么 杀人犯 都 不会 被 处死
这 可以 作为 国家 的 常法 吗
不能 作为 国家 的 常法
这 难道 能 说 是 圣人 之法 吗
所以 说 尧 舜
三王 治理 国家
必定 以 合乎 人情 为 标准
不 以 标新立异 为 高明
不能 违背 情理 来 博取 自己 的 名誉 从前 范雎 被 秦国 重用 后 就 主张 拿下 韩国
商鞅 被 秦国 重用 后 就 主张 拿下 魏国
秦昭王 在 没有 得到 韩 魏 真心 归顺 时
就 去 攻打 齐国 的 刚 寿 地带
范雎 便 为 之 担忧
那么 秦国 所 顾虑 的 事情
也 就 可以 一目了然 了
秦国 对 燕 赵 用兵
对 秦国 来说 是 一件 危险 的 事
因为 穿越 韩 魏 的 领土 而 去 攻打 别人 的 国 都
燕 赵 会 在 前面 抵抗
而 韩 魏 也 会 在 后面 乘机 袭击
这是 一条 危险 的 道路
如果 秦国 在 攻打 燕 赵 时
没有 出现 韩 魏 乘机 袭击 的 忧虑
那 是因为 韩 魏 已经 归附 了 的 缘故
韩 魏 两国 是 其他 几个 诸侯国 的 屏障
却 让 秦国 人 在 那里 随便 出入
这 难道说 是 了解 天下 的 大势 吗
丢弃 小 的 韩 魏 两 国
让 它们 去 抵挡 虎狼 一般 的 强大 的 秦国
它们 怎能不 转身 而 投入 秦国 的 怀抱 呢
韩 魏 转身 投入 秦国 的 怀抱
然后 秦国 人 就 可以 在 它们 那里 通行无阻 地 攻打 东方 各 诸侯国
从而 使 整个 天下 都 遭受 战祸 韩愈 再拜
我 有幸 同 您 认识 已经 好多年 了
开始 时 也 曾 受到 您 一些 称赞
后来 由于 我 贫贱
为了 生计 而 奔波
所以 不能 早晚 经常 拜见
此后
您 的 地位 越来越 尊贵
依附 伺候 在 您 门下 的 人 一天天 地 增多
地位 越来越 尊贵
跟 贫贱 的 人 就 会 一天天 地 疏远 间隔
伺候 在 门下 的 人 一天天 在 增加
那么 由于 您 喜欢 的 人 多 了 而 对于 旧友 的 情意 也 就 不 专 了
我 的 品德 修养 方面 没有 加强
而 所 写 的 文章 却 一天 比 一天 出名
品德 方面 不 完善
那么 贤德 的 人 就 不会 赞评
文章 越来越 有名
那么 与 我 同路 求进 的 人 就 会 妒忌
起初 您 我 由于 经常 不 见面 而 疏远
以后 又 加上 我 对 您 感情 不专 的 私下 抱怨
而 您 又 怀着 不再 赏识 的 情绪
并且 听任 妒嫉 者 的 闲话
由于 这些 原因 您 的 门庭 之中
就 没有 我 的 足迹 了 他 被 召回 京城 又 外派 做剌史 时
中山 人 刘梦 得名 禹锡 也 在 被 派遣 之 列
应当 到 播州 去
子厚 流着 眼泪 说
播州 不是 中原 人所能 居住 的 地方
而且 梦得 的 老 母亲 还 健在
我 不忍心 看到 梦得 的 困境
以致于 不忍 把 此事 告诉 他 的 老母
再说 也 万万 没有 母子 一起 去 边远 地方 的 道理
他 要 向 朝廷 请求
呈递 奏章
情愿 将 柳州 换 播州
尽管 罪上加罪
死 也 不 感到遗憾
恰巧 碰上 有人 把 刘梦得 的 困难 情况 告诉 了 皇上
梦 得 因此 改任 为 连州 刺史
唉
士人 在 穷困 中 才能 显现出 节操 和 道义
现在 有些 人 平时 居住 在 里巷 之中 彼此 仰慕 交好
你来我往 吃喝玩乐 好像 很 融洽地 在 一起
假惺惺 地 又 说 又 笑 表示 愿意 在 对方 之下
手拉手 好像 掏出 肺肝来 给 对方 看
指着 苍天 白日 眼泪 直淌
发誓 不论 生死 都 不 相背
简直 像 真的 一样 可信
一旦 碰到 小小的 利害冲突
哪怕 像 毛发 那样 细小
便 翻脸 白眼相看 如同 不曾 认识
对方 落入 陷阱 之中
不伸 一下手 救援
反倒 推挤 对方
并 往 下 扔 石头 的 人
到处 都 是 啊
这种 事连 禽兽 和 不 懂 礼仪 的 野蛮 人 也 不忍心 去 做
然而 那些 人 却 自 以为 很 有 办法
他们 听到 子厚 的 气概
也 该 稍微 有点 惭愧 了 吧 昌黎 韩愈 听 了 李愿 这番话 觉得 他 的 气魄 豪壮
替 他 斟酒
并 为 他 作 了 一首歌
盘谷 之中
就是 您 的 居室
盘谷 的 土地
可以 耕种
盘谷 的 水
可以 洗涤 也 可以 沿着 游览
盘谷 险阻
有 谁 来争 你 的 住所
盘谷 幽静 深远
广阔 而 有 涵容
山谷 回环 曲折
像是 走 了 过去 却 又 回复 相逢
啊 盘谷 的 乐趣 啊
其乐无穷
虎豹 远远地 离开 你
蛟龙 逃避 躲藏
鬼神 在 这儿 保护 你 啊
禁止 不祥 之物 的 来往
有 饮 有 食 啊 长寿 且 健康
没有 什么 不 满足 啊 还有 什么 奢望
给 我 的 车子 加好 油 啊 喂饱 我 的 马匹
我要 跟随 你 到 盘谷 中去 啊
终生 自由自在 地 漫游 不久 客人 离去
我 也 睡 下 了
梦见 一位 道士
穿着 羽衣 飘然 而 来
经过 临皋 亭 下
向 我 拱手 作揖 说
赤壁 之游 高兴 吗
问 他 的 姓名
他 低着头 并 不 回答
唉 嘻嘻
我 知道 了
昨夜
从 我 船上 飞叫 着 过去 的
不 就是 您 吗
道士 听 我 这句 话 后 对 着 我 笑了笑
我 也 惊醒 了
开门 一看
看不到 他 在 何处 有时 细雨 连绵不断
数月 不见 阳光
阴风 怒吼
浊浪 腾空而起
日月星辰 光芒 消失
山岳 也 隐没 了 它 的 形体
商人 旅客 无法 通行
桅杆 倾斜 船桨 折断
傍晚 一片 昏暗
虎啸 猿啼
这时 登上 了 岳阳楼
就 会 产生 远离 京城 怀念 家乡
担心 受人 中伤 讥笑 的 心情
他们 满目 都 会 是 萧瑟 凄凉 的 景象
从而 极度 伤感 而 悲痛 了 周礼 说
调 人
负责 调解 百姓 怨仇 的 事
凡是 杀了人 而 合乎 正义 的
规定 不准 报仇
对 报仇 的 人 要 处以 死刑
如 有 反过来 杀人 的
全国 的 人 都 把 他 当做 仇敌
又 怎么 会 让 孝敬父母 的 人 互相 仇杀 呢
春秋 · 公羊传 说
父亲 不 应该 死 而 被 处死 了
儿子 可以 复仇
父亲 应该 死 而 被 处死 了
儿子 如果 复仇 的话
那 就 成 了 互相 仇杀
复仇 了 却 无法 消除 互相 仇杀 酿成 的 祸害
现在 根据上述 精神 来 判断 徐 赵 两家 的 互相 杀人
就 合乎 礼 的 要求 了
况且 不忘 父仇
是 孝
不惜 生命
是义
徐元庆 能 做到 不 超越 礼
生 尽孝 死为义
这 一定 是 位 通达事理 而 明白 圣贤 之道 的 人
通达事理 而 明白 圣贤 之道 的 人
难道说 他会 把 国法 当成 仇敌 吗
上 奏议 的 人 反而 认为 应当 处死 徐元庆
这 就是 亵渎 刑法 败坏 礼制
他 的 奏议 不足为法
是 很 清楚 的 现在 有人 嘴里 背诵着 孔子 老子 的话
亲身 实践 着 伯夷 叔齐 的 行为
收罗 了 一批 追求 名声 和 不得志 的 士人
相互 制造舆论
私下里 互相标榜
以为 自己 是 颜渊 孟轲 再世
然而 他们 为 人 阴险 狠毒
和 一般 人 的 志趣 不同
这 是 把 王衍 和 卢杞 合成 一个 人 了
他 在 社会 上 酿造 的 祸害 还 能 说 得 完 吗
脸面 脏 了 不 忘 洗脸
衣服 脏 了 不 忘 洗衣
这本 是 人之常情
现在 他 却 不是 这样
身穿 奴仆 的 衣服
吃 猪狗 的 食物
头发 蓬乱 得 像 囚犯 表情 哭丧 着 像 家里 有人 去世
却 在 那里 大谈 诗 书
这 难道说 是 人 的 真实 的 心情 吗
凡是 办事 不近人情 的
很少 不 成为 大奸 大恶 之辈
竖刁 易牙 开方 就是 这样 的 人
此人 借助 当 世 享有盛名 之力
来 促成 他 尚未 形成 气候 的 祸患
虽然 有 励精图治 的 君主
敬重 贤才 的 宰相
也 还是 会 选拔 并 重用 他 的
这样 他 将 成为 天下 的 祸患
是 必定 无疑 的 了
这 就 不 只是 王 卢二人 所 能 比拟 的 过 了 一会儿 我 叹气 说
有 客人 却 没有 酒
即便 有 了 酒 又 没有 下酒 的 菜品
月色 皎洁 而 晚风 清凉
怎样 才 可以 度过 这个 良宵 呢
客人 说
今天 傍晚 时
我 撒网 捕到 一条 鱼
嘴大鳞细
外形 好像 是 松江 的 鲈鱼
可是 到 哪里 才能 搞 到 酒 呢
我 就 回家 和 妻子 商量
妻子 说
我 有 一斗 酒
已 存放 很久 了
为 的 就是 准备 你 的 临时 需要 灌水 的 北面 有 一条 溪
东流 注入 潇水
有人 说
冉姓 的 人 曾经 住 在 这里
所以 用 自己 的 姓 命名 它 为 冉溪
也 有人 说
溪水 可以 用来 染色
就 用 它 的 性能 来 命名
因此 称 它 为 染溪
我 由于 愚昧 而 犯罪
被贬 到 潇水 一带
我 喜欢 这条 溪
沿 溪水 走 了 二三里
找到 了 一处 环境优美 的 地方 安家
古代 有个 愚公 谷
现在 我 在 这里 安家
而 这 条溪 的 名称 还 没有 最后 确定
当地 的 土著居民 还 在 为 如何 命名 而 争论不休
不能不 为 它 改个 名称 了
因此 我 就 改称 它 为 愚溪 信义 可以 在 君子 中 施行
而 种种 刑罚 则 在 小人 中 施行
判刑 列入 死刑 的 人
是 罪大恶极 的
又 是 小人 中 特别 坏 的 人
宁愿 为 正义 而 死
不 愿意 苟且 贪生
而 视死如归
这 在 君子 中 也 是 很 难 做到 的
在 唐太宗 即位 后 第六年 时
把 判处死刑 的 犯人 三百余 人 登记在册
放 他们 回家
约定 好 到期 自动 回来 接受 死刑
这是 君子 都 难以 做到 的 事
而 希望 小人 中 最坏 的 人能 做到 自然 更难
到 了 规定 的 时间
那些 囚犯 自动 回来 而 没有 延误
这是 君子 难以 做到 的
而 小人 却 很 容易 地 做到 了
这 难道 近于 人情 吗 去年 春天
我 也 曾经 去 拜见 过 您 一次
您 面色 温和
好像 是 接待 新近 结交 的 朋友
谈话 连续不断
好像 是 同情 我 穷困 的 处境
告辞 回来 非常高兴
便 把 这些 情况 告诉 了 别人
此后
我 回 东京 去 接 妻子儿女
又 不能 朝夕 连续 与 您 相见 了
等 我 回来 后
我 又 曾经 拜访 过 您 一次
您 表情 冷漠
好像 不 体察 我 的 愚衷
沉默寡言
好像 是 不 理会 我 的 情意
告辞 回来 心中 恐惧
不敢 再 登门 拜见 于是 我们 带 着 酒 和 鱼
再次 到 赤壁 之下 游览
长江 的 流水 哗哗 地 发出 响声
陡峭 的 危岸 高达 千尺
山峦 高耸 衬托 着 不 大 的 月亮
水位 下降 后 露出 了 礁石
仅仅 过 了 不长 的 时间
上次 所 见到 的 江景 山色 竟 再也 认不出来 了
我 便 撩起 衣襟 上岸
脚踏 险峻 的 岩石
拨开 杂乱无章 的 野草
坐在 形似 虎豹 的 怪石 上 休息
然后 又 登上 虬龙 般的 树枝
手攀鹘 鸟 栖身 的 高高的 鸟巢
俯视 着 水神 冯夷 所居 的 深宫
那 两位 客人 已经 无力 跟着 我 爬上来 了
我 这时 一声 长啸
草木 为 之 震动
山谷 也 发出 了 回声
风在 吹动 而 江水 汹涌
我 暗自 感到 悲伤
真是 恐慌 之 至
吓 得 我 不敢 在 那里 停留 了
我 便 返身 岸边 登上 小舟
把 小舟 驶向 江心
任凭 它 随意 漂荡 后 再 停止
这时 已 将近 午夜
四下 环顾 一片 沉寂
正好 有 只 孤鹤
横穿 大江 上空 从东 飞来
展开 的 双翅 像 车轮 一样
好像 穿着 白衣 黑裙 一样
发出 嘎嘎 的 长鸣
掠过 我们 乘坐 的 小舟 向西 飞去 唉
我 从小 失去 父亲
等到 长大
不 知道 父亲 的 模样
只是 依靠 哥哥 嫂嫂
哥哥 中年 时 在 南方 去世
那时 我 和 你 都 还 年幼
跟随 嫂嫂 送 哥哥 的 灵柩 回 河阳 安葬
后来 又 和 你 一起 到 江南 度日
零丁孤苦
未曾 一天 分离 过 啊
我 上面 有 三个 哥哥
均 不幸 早已 去世
为 先人 后嗣 的
在 孙子辈 里 只有 你
在 儿子 辈里 只有 我
两代 单传
形影 孤单
嫂嫂 曾 一边 抚摸 着 你 一边 指着 我 说
韩家 两代
只有 你们 两个 人 了
那时 你 比 我 小
大概 已 不再 记得 了
我 那时 虽然 能够 记忆
却 也 没有 懂得 她 话 中 的 悲痛 啊
我 十九岁 时
初次 来到 京城
过 了 四年
才 回去 看 你
又 过 了 四年
我 回 河阳 拜谒 先人 坟墓
遇到 你 送 嫂嫂 的 灵柩 来 安葬
又 过 二年
我 在 汴州 做 幕僚 辅佐 董 丞相
你 来看 我
仅住 了 一年
你 要 回去 接 家眷 来
次年
董 丞相 去世 了
我 离开 汴州
你 终于 没有 来成
这年
我 去 徐州 助理 军务
派 去 接 你 的 人刚 起程
我 又 被 罢职 离开 徐州
你 又 没有 来成
我 考虑 你 跟 我 到 东边
东边 也 是 客地 啊
不能 永久 住 下来
从 长远打算
不如 回到 西边 去
等 把 家庭 安顿 好 再 把 你 接去
唉
谁 能 料到 你 竟会 这样 仓促 地 离开 我 而 去世 了 呢
我 和 你 都 还 年轻
以为 虽然 暂时 别离
终究 还是 要 长远 在 一起 的
所以 离开 你 到 京师 去 旅居 谋生
以便 求得 微薄 的 俸禄
如果 确实 知道 会 这样
就是 有 万乘 车辆 的 公卿 宰相 职位
我 也 不愿 离开 你 一天 而 去 就任 宣扬 皇帝 的 恩德
来 和 百姓 共享 安乐
这是 刺史 的 责任
我 便 写 了 这 篇文章 给 亭子 命名 唉
有关 治乱 兴亡 的 事迹
做 君主 的
可以 从中 有所 借鉴 了 管仲 病重 的 时候
桓公 问 他 谁 能 继 他 为 国相
在 这时
我 个人 以为 管仲 将会 推荐 天下 的 贤人 来 答复
可是 他 的 回答 不过 是 说 竖刁 易牙 开方 这 三个 人 不近人情
不可 接近 他们 而已
唉
管仲 以为 桓公 果真 能够 不 重用 这 三个 人 吗
管仲 已经 和 桓公 相处 好些 年 了
也 应该 了解 桓公 的 为 人 了 吧
桓公 的 耳朵 离不开 声乐
眼睛 离不开 女色
如果 不 重用 这 三个 人
就 无法 满足 他 的 欲望
他 在 当初 之所以 不 重用 这 三个 人
只是 由于 有个 管仲 在 朝 中
一旦 朝 中 没有 了 管仲
那么 这 三个 人 就 会 弹冠相庆 了
管仲 以为 他 临死时 对 桓公 说 的话
就 可以 束缚 住 桓公 的 手脚 吗
齐国 不怕 有 这 三个 人
就 怕 没有 管仲
有 管仲 在
这 三个 人 不过 是 三个 匹夫 而已
不然的话
难道 天下 还 缺少 像 这 三个 人 一样 的 坏 家伙 吗
即使 桓公 侥幸 地 听从 了 管仲 的话
杀掉 这 三个 人
而 其余 的 坏 家伙
管仲 能 全部 数 出来 让 桓公 把 他们 都 杀掉 吗
唉
管仲 可以 说 是 不 懂得 事物本质 的 人
趁着 桓公 问 他 的 机会
推荐 天下 的 贤人 来 接替 自己
那么 管仲 虽然 死 了
而 齐国 还 不能 说 是 失去 管仲
那 三个 人 还有 什么 令人 可怕 之 处
不 对 桓公 说 也 是 可以 的 当初 如果 能 了解 判断 这个 案件 的 真伪
确定 它 的 是非曲直
调查 出 这个 案件 开始 发生 的 原因
那么 礼 和 刑法 的 区别
就 分得 很 清楚 了
为什么 这么 说
如果 徐元庆 的 父亲 不 构成 刑法 上 规定 的 死罪
赵师韫 杀 了 他 只是 出于 私人 间 的 仇恨
耍出 官场 中 的 威风
残害 无辜 百姓
该州 的 长官 不 知道 赵师韫 的 罪行
执法 的 长官 也 不过 问
上下 共同 蒙蔽
对 喊冤 的 人 不闻不问
而 徐元庆 把 和 仇人 共存 世上 视为 莫大 的 耻辱
以为 随身携带 武器 时刻 准备 复仇 是 合乎 礼 的 行为
处心积虑
要 把 钢刀 刺入 仇人 的 胸膛
坚定不移 地以 礼 要求 自己
虽死 无憾
这是 合乎 礼 的 正义 行为
办案 的 官员 对此 应 感到 惭愧
去向 徐元庆 道歉 都 嫌 太晚
又 怎么 能 去 处死 他 呢
如果 是 徐元庆 的 父亲 确实 犯 了 应得 之罪
赵师韫 处死 他 并 不 违法
这 就 不是 死 于 官吏 的 渎职
而是 死 于 国法
国法 可以 仇恨 吗
仇恨 国法
而 杀害 执法 的 官员
这是 狂悖 而 犯上作乱
应该 把 这种 人 抓 起来 处以 死刑
这是 为了 严肃 国法
为何 要 表彰 他 呢 尧 的 时候
小人 共工
兜 等 四人 结为 朋党
君子 八元
八恺 十六 人 结为 朋党
舜 辅佐 尧
斥退 了 四 凶 小人 的 朋党
进用 了 八元
八恺 的 君子 的 朋党
尧 的 天下 就 得到 很 好 的 治理
到 了 舜 本人 做 天子 时
皋 夔 稷 契 等 二十二 人
都 在 朝 为官
互相 称道
互相 谦让
这 二十二 人 结成 朋党
舜 都 任用 他们
天下 也 得到 很 好 的 治理
尚书 上 说
纣王 有 亿万个 臣子
就 有 亿万 条心
周武王 有 臣子 三千 人
只有 一条心
纣王 的 时候
亿万 人 各怀 异心
可以 说 算不上 是 朋党 了
可是 纣王 却 因此 亡国
周武王 的 三千 臣子 组成 一个 大 朋党
而 周朝 却 因此 而 建国
后 汉献帝 时
把 天下 的 知名人士 都关 起来
把 他们 看作 是 党人
等到 黄巾 兴起
汉室 大乱
这才 醒悟 过来
把 党人 全部 解除 囚禁 释放出来
可是 已经 无法挽救 国家 了
唐朝 末期
渐渐 出现 了 有关 朋党 的 议论
到 了 昭宗 时
又 杀 尽 了 朝廷 中 的 著名 人物
有 的 还 被 投进 了 黄河
说
这些 家伙 自称 清流
可以 把 他们 投进 浊流
唐朝 随之 就 灭亡 了 子厚 名叫 宗元
他 的 七 世祖 名叫 柳庆
曾 任北魏 的 侍中
受封 为济 阴公
曾 伯祖 柳 奭 做 过 唐朝 的 宰相
与 褚遂良
韩瑗 都 因为 得罪 了 武后
在 唐高宗 时 被 处死
他 的 父亲 名叫 柳镇
因要 侍奉 其母 而 放弃 太常 博士 的 职位
请求 到 江南 做 县官
后来 又 因为 不肯 讨好 权臣
丢掉 了 御史 的 职务
当权 的 大臣 死后
他 又 被 任命 为 侍御史
柳镇 以 刚强 正直 著称
同 他 交往 的
均 为 当代 的 知名人士 有人 问 我 谏议 大夫 阳城
可以 算 做 有 道德 的 士人 吗
他 学识渊博 广 见 多闻
又 不 希望 人们 知道 他 的 名声
他 履行 古人 的 道德 准则
住 在 晋地 的 边境
晋地 边境 的 人
受到 他 的 道德 熏陶 而 修行 善良 的 有 几千人 之众
大臣 听说 后 就 推荐 他
皇帝 任用 他 为 谏议 大夫
人们 都 认为 这 是 很 荣耀 的
而阳 先生 却 没有 欣喜 的 表情
他 担任 这个 职务 已经 五年 了
看 他 的 品德
好像 与 隐居 在野 时 一样
他 哪里 会因 富贵 而 改变 自己 的 心志 呢 我 看 巴陵郡 的 美景
全在 一个 洞庭湖 上
它 含 远山
吞 长江
浩浩荡荡
漫无边际
朝阳 夕照
气象万千
这 就是 岳阳楼 一带 的 壮观 美景
前人 对 它 的 描绘 已经 很 详尽 了
那么 它 的 北面 通向 巫峡
南面 直抵 潇水 湘江
贬官 诗人
常在 这里 聚会
当 他们 触景生情 时
能 没有 差异 吗 愚溪 虽然 不会 给 世人 带来 利益
然而 它 能 映照 万物
溪水 清澈
流动 时 发出 金石 般的 铿锵 之声
能 使 愚人 喜笑 眷恋
乐而忘返
我 虽然 秉性 与 世俗 不合
还 可以 用 写作 来 自慰
选取 身边 万物
刻画 山水 百态
从不 回避
用 我 写 的 愚 诗来 歌唱 愚溪
茫茫 然而 不 违背 事理
昏昏然 而 与 愚溪 相通
超越 自然 万物
融化 于 空寂 境界
寂静 得 连 我 自己 的 存在 也 忘记 了
于是 我 便 写 了 八愚 诗
刻 在 溪边 的 石头 上 古书 上 说
封成 王 的 小弟弟 叔 虞于唐 这件 事
是 史佚 促成 的 天下 从来不 会 没有 贤人
只是 有 了 贤臣 却 没有 明君 去 重用 他
齐桓公 在世 时
说 天下 再也 没有 像 管仲 那样 的 人 了
我 不 相信 这种 说法
在 管仲 写 的 书 中
有 一处 记载 他 在 临死时
曾 评论 过 鲍叔
宾胥 无 的 为 人
并且 分别 指出 他们 的 短处
这 说明 他 的 心里 认为 这 几个 人
都 不足以 授予 他们 以 治国 的 重任
同时 他 还 预料到 自己 快要 死 了
可见 这部 书 是 荒诞 而 不足 信 的
我 看史 䲡 这个 人
由于 自己 在 生前 没 能 举荐 蘧 伯玉 而 斥退 弥子 瑕
因而 便 在 身死 以后 以尸 谏 君
萧 何在 将 死 时
举荐 曹参 代替 自己 为 丞相
大臣 的 用心
本来 就 应该 是 这样 的
国家 由于 一个 人 而 兴盛
由于 一个 人 而 衰亡
贤人 并 不 为 他 本身 的 死 而 悲哀
而是 担心 他 的 国家 的 衰落
所以 必须 再 找到 一个 贤者 接替 他
然后 才 可以 死去
那个 管仲
为什么 不 这样 做 就 死 了 呢 石 先生 没 告诉 家人
也 没同 朋友 商量
整好 衣冠 就 出来 会见 客人
在 屋里 恭敬地 接受 了 聘书 和 礼物
当天 晚上 就 洗澡
准备 行李
装 好 书籍
问清 路上 经过 的 地方
并 向 经常 往来 的 朋友 告别
次日 清晨
亲友们 一起 都 来到 东门外 为 他 设宴 饯行
酒 喝 过 三 巡
石 先生 将要 动身 的 时候
有人 端 酒杯 说道
乌 大夫 真正 能以 大义 访求 人才
石 先生 也 真正 能以 道义 作为 自己 的 责任
从而 定夺 自己 的 离去 或者 就职
这 杯酒 为 先生 您 送别
又 斟 了 一 杯酒 祝愿 说
凡是 隐居 或 做官 哪有什么 一成不变 的 规定
只有 道义 为 依归
我 就 用 这 杯酒 向 先生 祝寿
又 斟 了 杯酒 祝愿 说
希望 乌 大夫 永远 不要 改变 他 的 初衷
不去 做 那种 专使 自家 富裕 发财 而 让 士兵 缺乏 军粮 忍饥挨饿 的 事
不要 内心 喜爱 那些 善于 阿谀奉承 的 人 而 只有 表面 上 敬重 正直 之士
也 不要 被 讨好 奉承 的话 所 蒙蔽
只愿 他 听从 石 先生 的 意见
从而 能 取得胜利
保持 皇帝 加恩 特赐 的 光荣 使命
又 祝愿 说
希望 石 先生 不要 从 乌 大夫 那里 谋取私利
有 营私 利己 的 打算
石 先生 起身 拜谢 这番 祝辞 说
我 怎么 敢 不 恭敬 小心 地 从早到晚 遵照 诸位 的 祝愿 劝告 去 做 呢
因此 东 都 洛阳 的 人士
全都 料定 乌 大夫 和 石 先生 一定 能 密切配合 而 取得成功
于是 大家 各自 作 了 一首 六个 韵脚 十二句 的 诗
派 我 韩愈 为 它 写 了 这篇序 唉
从师 学习 的 风尚 失传 已经 很久 了
要 想 人们 没有 疑难 也 很 困难 了
古代 圣人
他们 超出 一般 人 很 远
尚且 虚心 求师 请教
现在 的 一般 人
他们 远远 低于 圣人
却 以 从师 学习 为耻
因此 圣人 更加 圣明
愚人 更加 愚昧
圣人 之所以 成为 圣人
愚人 之所以 成为 愚人
大概 就是 由于 这个 缘故 吧
人们 爱护 自己 的 孩子
就 选择 老师 来教 孩子
对于 他 自己
却 以 从师 学习 为 耻辱
这 真是 令人 大惑不解
那些 小孩 的 老师
是 教 他们 书本上 内容 和 作 断句 练习 的
不是 我 所说 的 传授 道理
解释 疑难 的 人
读书 不能 断句
疑难 不得 解决
有 的 向 老师 请教
有 的 不 向 老师 请教
小 问题 解决 了 重要 的 东西 却 遗漏 了
我 看不出 他们 是 明白事理 的
巫师 乐师 各种 手工业者
不 以 互相学习 为耻
士大夫 之类
一说到 老师 弟子 如此 如此
就 聚成 一群 而 讥笑 人家
问 他们 为什么 这样
他们 便 说
他 和 他 年龄 差不多
知道 的 道理 也 相仿
称 地位 低 的 人为 师 就 觉得 是 很大 的 耻辱
称 官位 高 的 人为 师则 近于 谄谀
唉
从师 学习 的 风尚 不得 恢复 从 这里 也 可以 知道 其中 的 缘由 了
巫师 乐师 和 各种 手工业者
是 上层 君子 羞与为伍 的
现在 士大夫 们 的 才智 反而 不如 他们
这不太 奇怪 了 吗 太阳 一 出来 林中 的 雾气 便 散开
云烟 积聚 山岩 的 洞穴 便 昏黑
这种 阴暗 晴朗 的 变化
就是 山间 的 清晨 和 傍晚
野花 盛开 而 幽香
佳木秀 颀 而 成荫
天高气爽 而 风霜 出现
水位 低落 而 山石 露出
这是 山间 的 四季 的 景色
早晨 外出
傍晚 归来
四季 的 景色 不同
乐趣 也 是 无穷的 啊 至于 背负着 东西 的 人 在 路上 唱着歌
行路 的 人 在 树下 休息
前面 的 人 打招呼
后面 的 人 应声
弯腰 曲背 的 老人 和 被 人 牵引 着 的 孩子
往来 不断 的
是 滁州 人 在 这里 游览
到 河边 去 垂钓
水深 而 鱼肥
用 泉水 来 酿酒
水香 而 酒 清
各种 野味 和 蔬菜
错杂 地 摆放 在 面前
是 太守 在 举行宴会
宴会 高潮时 的 乐趣
不是 丝竹 演奏 的 乐曲
而是 投壶 的 人 投中 了 目标
下棋 的 人 获胜 了
酒杯 和 酒筹 在 人们 手中 传来传去
坐 着 的 人 和 站 起来 的 人 在 嬉笑 喧哗
这是 宾客 们 在 尽情欢乐
有 一个 面貌 苍老 头发 斑白
倒 在 人们 之中 的
那 是 太守 喝醉 了 滁州 在 五代 的 战乱 时期
是 一个 战争 频繁 发生 的 地方
从前 太祖 皇帝
曾经 率领 后周 的 军队 在 清流 山下 大破 南唐 李璟 的 军队 十五万 人
在 滁州 东门外 活捉 了 他们 的 大将 皇甫晖 姚凤
于是 平定 了 滁州
我 曾经 考察 了 这 一带 的 山川
按照 地图 和 记载
登上 高处 远望 清流 关
想 找到 皇甫晖 姚凤 被 活捉 的 地方
可是 旧时 的 老年人 都 不 在 人世 了
这是 由于 天下太平 的 时间 已经 很久 了
从 唐朝 灭亡 以后
全国 出现 了 分裂 的 局面
英雄豪杰 蜂起 争斗
各据 一方 互为 敌国
哪能 数得 清
等到 大宋 秉承 天命
圣人 出现 后 天下 才 统一 了
过去 被 凭借 为 关隘 险要 之 处
都 被 铲除 消灭 掉
百年 之间
所 见到 的 只是 寂静 的 高山流水
想 问一问 当年 的 旧事
可是 当年 遗留下来 的 老人 都 没有 了
现在 滁州 地处 长江 淮河 之间
是 一个 乘船 坐车 的 商贩 和 四面八方 的 旅客 都 不会 来 的 地方
百姓 们 生来 就 看不到 外界 的 事
安然 自得 于 农耕 生活
从而 愉快 地 度日 送走 死去 的 家人
谁又能 知道 皇帝 的 功德
使 人们 能 休养生息
滋润 哺育 百姓 达到 百年 之久 的 深恩 呢 古书 上 说
周成王 拿 着 一片 桐树 的 叶子 给 一个 年幼 的 弟弟
并 和 他 开玩笑 说
我 拿 这个 封给 你
周公 听说 后 便 进去 祝贺
成王 说
我 这 是 和 他 开玩笑
周公说
天子 不 应该 开玩笑
于是 成王 便 把 唐 这块 地方 封给 了 年幼 的 弟弟 壬戌 年 的 秋天
七月 十六 那天
我 和 客人 们 划着 船到 赤壁 之 下去 游览
清风 缓慢 地 吹过来
江面 没有 激起 波浪
我 举起 酒杯 向 客人 敬酒
朗诵 明月 之诗
歌唱 窈窕 之篇
过 了 片刻
月亮 从东山 上 升起
在 斗牛 两个 星宿 之间 踌躇
白茫茫 的 雾气 横跨 江面
水面 的 月光 和 天空 连成一片
我们 听任 苇叶 般的 小船 自由自在 地 漂流
越过 茫茫 无边 的 江面
在 浩瀚 的 江水 中 好像 要 乘风 飞去
不知 将要 飞 向 何处
我们 飘飘然 好像 远离 尘世 而 独自 存在
又 好像 变成 了 神仙 一般 我 听 了 他 的话 后
自己 觉得 好笑
要 说起 世上 迂阔 的 人
还有 谁 能 胜过 我 呢
我 只 知道 信奉 古人 的 教导
而 不 懂得 迎合 当 世
只 知道 有志于 道义
而 不 懂得 与 世俗 随波逐流
这 就是 我 困顿 到 现在 而 不 自知 的 原因
世上 迂阔 的 人
还有 谁 能 胜过 我 呢
现在 你们 二人 的 迂阔
只不过 是 由于 文章 不能 接近 流俗
这 不过 是 迂阔 中 的 小 迂 罢了
所 担心 的 仅仅 是 被 乡里 人 所 讥笑
像 我 这样 的 迂阔 可 就 大 了
你们 如果 把 我 这些 话 带回去
将会 招致 严重 的 非难
哪能 只是 讥笑 而已 呢
那么 我 对 你们
应该 说些 什么 话 才 好 呢
如果说 我 的 迂阔 是 对 的
可是 它 给 我 带来 的 后患 竟然 如此
如果说 我 的 迂阔 是 不 对 的
那 就 应该 迎合 世俗
但 又 一定 会 违背 古训
和 世俗 合流 了
又 一定 会 背离 了 道义
你们 不必 急于 去 解除 乡里 人 的 迷惑
在 这个 问题 上
一定 会 通过 选择 以 取得 正确 的 结论
我 便 写下 了 这些 话 赠给 黎安二生
并 请 你们 交给 苏君 看看
以为 如何 陈子昂 的 复仇 议中 说
人 必定 有 儿子
儿子 必定 有 父母
如果 都 为了 孝敬 自己 的 父母 而 互相 仇杀
酿成 的 混乱 局面 由谁来 解救 呢
这种 观点 对礼 太 不 理解 了
礼 所说 的 仇
是 指 某人 含冤受屈 哀告 无门
并 不是 说 他 触犯 国家 刑律
被 判处死刑
如果说 他杀 了 人
我 就 可以 去 杀 他
这 不过 是 不论 是非曲直
欺侮 威胁 弱者 而已
这种 做法 违背 经典 背离 圣人 训诲
岂 不 太过分 了 吗 赵郡 人 苏轼
是 和 我 同科 中试 的 好友
他 从 四川 写 了 一封信 带到 京城 给 我
信 中曾 称赞 了 四川 一个 姓黎 和 一个 姓安 的 士人
后来 黎生 带 着 他 写 的 几十万 字 的 文章
安生 也 带 着 他 写 的 几千 字 的 文章
屈尊 来 看望 我
读 了 他们 的 文章 后
确实 气势雄伟 而 回味无穷
善于 反复 论证 笔锋 奔放
能 透彻 地 说明 事理
而且 才华 奔放 横溢
似乎 不可估量
二位 确实 可 称得起 是 奇特 杰出 的 人才
而 苏君 也 确实 可称 得 是 善于 发现 人才 的 人 了 我 认为 周公辅 佐成 王
应当 用 中庸之道 引导 他
使 他 的 言行 以及 休闲 娱乐
都 合乎 中庸 要求
一定 不要 迎合 他 的 过失 而 为 之 辩护
也 不要 束缚 他
像 驱使 牛马 奔驰 那样
使 他 终日 过于 操劳
管束 过 严过 急 就 坏事 了
而且 即使 同 为 一家人 的 父子 尚且 不能 用 这种 方法 来 约束
更何况 名分 上 是 君臣 的 人 呢
这种 做法 只是 市井小民 才 会 干的事
不是 周公 应该 采用 的
因而 不可 相信 伯乐 从 冀北 的 原野 上 一过
马群 便 为 之一 空
天下 数 冀北 产马 最多
伯乐 虽然 善于 识马
怎么 能 使 那里 的 马群 空 了 呢
解释 这个 问题 的 人 说
我 所说 的 空
并 不是 没有 马
而是 说 没有 好马 了
伯乐 善识马
碰见 好马
就 把 它 选 走 了
马群 中 就 没有 留下 良马 了
假如 一匹 好马 都 没有
那么 说 没有 马
也 不能 算是 假话 呀